import 'package:trade_pair/core/model/content_model.dart';

class AppContent {
  static String biography = """
G‘afur G‘ulom 1903 yilning 10 may kuni Toshkentda, deqhonlar oilasida tug‘ilgan. Uning otasi savodxon bo‘lgan. U o‘zbek va tojik mumtoz adabiyotini o‘qigan, rus tilini bilgan, o‘zi ham she’rlar yozgan. Uning uyiga Muqimiy, Furqat, Asiriy, Xislat va boshqa shoirlar kelib turgan.

1916 yilning kuzida G‘ofur o‘qishga kiradi. Onasining vafotidan so‘ng (otasi avvalroq vafot etgan), u ishlashga majbur bo‘lgan. Ko‘plab kasblarda o‘zini sinab ko‘rgach, u nihoyat, matbaaga harf teruvchi bo‘lib ishga kiradi, so‘ngra, pedagogik kurslarda tahsil oladi. 1919 yildan 1927 yilgacha u o‘qituvchi, maktab direktori, Ma’naviyat uyushmasi ishchilari raisi bo‘lib ishlaydi, bolalar uyini tashkil etishda faol ishtirok etadi.

1923 yildan G‘.G‘ulomning adabiy faoliyati boshlanadi. She’rlar, dostonlar, ocherklar, hajviy hikoyalar va qissalari gazeta va jurnallarda chop etila boshlaydi. 1923 yil yozilgan “Feliks farzandlari” she’rida yetim bolalar haqida gapirarkan, unda yozuvchi o‘z hayotini ifodalaydi, “Maorif va o‘qituvchi” oynomasida esa “Go‘zallik qayerda” nomli ikkinchi she’ri nashr qilinali. Birin-ketin she’riy to‘plamlari bosmadan chiqadi: “Dinamo”, “Xitoy suratlari”, “Biz sizlar bilan tirikmiz”, “Jonli qo‘shiqlar”, “Sizga”, “Sovg‘a”, “Tong qo‘shig‘i”, “Qo‘qon” dostoni va boshqalar.

G‘afur G‘ulomning 30-yil boshlarida yozilgan she’rlarida yangi shakllarga burilish seziladi, bunga mumtoz rus tilini o‘rganashi ham muhim darajada ta’sir ko‘rsatgan. Bundan tashqari, sanoatning o‘sishi, Turksib temir yo‘l magistralining qurilishi kabi uning ona yurtida sodir bo‘layotgan ajoyib o‘zgarishlarni ta’riflash uchun yangi lug‘at boyligi, yangi she’riy bo‘yoqlar, yangi ohang va vazn talab etilgan.

“Dinamo” (1931), “Tirik qo‘shiqlar” (1932) — yosh shoirning yo‘nalishi yorqin namoyon bo‘lgan birinchi she’riy to‘plamlari.

Shoirning boqiy hayot, mangu ko‘k daraxt haqidagi “Qish va qor” (1929), ““Non” (1931), “Toshkent” (1933), “Qutbda saylovlar” (1937), “Men - Yahudiyman” (1941), “Qish” (1941), “Xotin” (1942), “Afsuski, afsusni qo‘shib ko‘mmadi” (1945), “Bog‘” (1934), “Qayg‘u” (1942), “Kuz keldi” (1945), “Kuzgi ko‘chatlar” (1948) kabi she’rlarida umuminsoniylik, insonparvarlik mavzulari o‘z aksini topdi.

Ko‘pgina she’rlarida sharq donishmandi - ota timsoli mavjud: “Sen yetim emassan” (1942), “Qayg‘u” (1942), “Biri biriga shogird, biri biriga ustod” (1950), “Sizlarga - yoshlar” (1947), “Bahor taronalari” (1948) va boshqalar.

“Netay” (1930), “Yodgor” (1936), “Shum bola” (1936-1962) qissalari va “Shariat nayranglari” (1930), “Mening o‘g‘rigina bolam” (1965) hikoyalarida chinakam xalq qahramonlari, milliyligimiz tavsirlangan.
  """;

  static List<ContentModel> contentList = [
    ContentModel(title: 'МУКАММАЛ АСАРЛАР ТЎПЛАМИ', content: '''
ҒАФУР ҒУЛОМ
МУКАММАЛ АСАРЛАР
ТЎПЛАМИ
БИРИНЧИ ТОМ
ШЕЪРЛАР

ТАҲРИР ҲАИЪАТИДАН
Узбекистон ССР халқ шоири, Ленин мукофоти ва
СССР Давлат мукофотининг лауреати, Узбекистон ССР
Фанлар академиясининг академиги Ғафур Ғулом (1903
йил 10 май— 1966 йил 10 июль) кўп миллатли совет
адабиётининг тараққиётига катта ҳисса қўшган улкан
сўз санъаткоридир.
«Ғафур Ғулом коммунизм куйчиси, янги ҳаёт куйчисидир. У шоир-гражданин сифатида, шоир-коммунист
сифатида, жамоат ва давлат арбоби, йирик олим-адабиётчи сифатида халқ билан чамбарчас алоқада бўлди» (Ш. Рашидов).
Ғафур Ғулом ўз ижодини 1923 йилда «Феликс болалари», «Гўзаллик нимада» каби асарлари билан бошлади. Адиб ижодининг поғонама-поғона камол топиб
боришида унинг 1926 йилдан эътиборан «Шарқ ҳақиқати», «Камбағал деҳқон», «Қизил Узбекистон» газеталари, «Ер юзи», «Муштум» журналлари саҳифаларида актив иштирок этиши катта роль ўйнади.
Ғафур Ғулом ўз ижодининг дастлабки паллаларидан бошлаб шеърлар билан бир қаторда ҳикоялар,
ҳажвия ва фельетонлар яратишга ҳам катта эътибор
билан қаради. 1931 йилда шоирнинг илк шеърлар тўплами «Динамо», 1932 йилда «Тирик қўшиқлар» босилиб
чиқди. Адибнинг сатирик ва юмористик ҳикояларидан
иборат «Ҳикоялар», «Кулги ҳикоялар» тўпламларининг
мухлислар қўлига етиб бориши ҳам шу йилларга тўғри
келади.
Ғафур Ғулом ўттизинчи йиллар давомида давр нафаси билан йўғрилган «Яловбардорликка», «Турксиб
йўлларида» каби поэзиямизнинг катта бойлигига айланиб қолган шеърлар, «Кўкан», «Текстилькомбинат ва
Миср эҳроми» каби достон ва манзумалар билан бир
қаторда «Нетай», «Тирилган мурда», «Шум бола», «Едгор» каби муҳим ғоявий-бадиий аҳамиятга эга бўлган
насрий асарлар ҳам яратди. Мазкур асарлар Ғафур Ғуломнинг ўша йилларда турли номлар билан чоп этил5
www.ziyouz.com kutubxonasi
ган тўпламларидан, коллектив мажмуалар, хрестоматиялардан ўрин олган эди.
Адибнинг Улуғ Ватан уруши ва ундан кейинги йилларда жўшқин совет ватанпарварлиги ва пролетар интернационализми руҳи билан суғорилган юксак бадиий
асарлари ҳам адабиётимизнинг катта бойлигини ташкил
этади.
Ғафур Ғулом фаолиятининг яна бир ҳирраси унинг
таржимонлигидир. Йигирманчи йилларнинг охирларидан бошлабоқ бу соҳада ҳам иш кўра бошлаган шоирнинг илк таржималаридан бири В. В. Маяковскийнинг
«Ҳайқириқ» («Во весь голос») поэмаси бўлди. Адиб ўз
навбатида М. Ю. Лермонтовнинг «Бородино» асарини
маҳорат билан она тилига ўгирди. Узбек ўқувчисини
Д. Бедний, Ҳоди Тоқтош, Абулқосим Лоҳутий, Мирзо
Турсунзода, Ш. Усмонов кабиларнинг турли жанрларга
оид асарларидан баҳраманд қилди.
Чет эл адабиётидан В. Шекспирнинг қатор трагедияларининг таржимаси ҳам Ғафур Ғулом қаламига
мансубдир.
Шу тарзда бу серқирра фаолият соҳибининг мероси
шеърлар, достон ва манзумалар, ҳикоя ва повестлар,
очерк ва публицистик асарлардан, шунингдек, унинг
таржима асарларидан иборат бўлиб, шу сирада адабийтанқидий мақолалар, адабиётнинг қатор масалаларига
оид тадқиқот ишлари ҳам салмоқли ўринга эга.
Ғафур Ғулом ижоди ўзининг ана шу барча қирралари билан адабиётшунослигимизда изчил ўрганиб келинди. Бу соҳага дастлаб қўл урганлардан бири Узбекистон ССРда хизмат кўрсатган фан арбоби Ҳомил
Еқубов бўлди. Кейинги йилларда ҳам шоир ижодига
бағишланган қатор тадқиқот ишлари юзага келмоқда.
Ғафур Ғулом асарларининг ўз даврида газета ва
журналлардаги нашрлари, тўпламлар воситасида етиб
келган нусхаларидан ташқари, улардан муайян қисмининг қўлёзмалари ҳам мавжуддир. Бу мероснинг бир
қисми Узбекистон ССР Фанлар академияси Қўлёзмалар институти фонди ва Алишер Навоий номидаги Адабиёт музейи экспозиция залида сақланади. Ғафур Ғуломнинг шахсий архивини ташкил этувчи мероснинг
катта қисми адибнинг оила аъзолари томонидан асраб
келинади.
Улуғ Ватан урушидан кейинги йилларда Ғафур Ғуломнинг бутун ижодий фаолияти давомида яратган
асарларидан иборат қатор «Танланган асарлар» ва кўп
томликлар майдонга кела бошлади. Шоирнинг 1947
6
www.ziyouz.com kutubxonasi
йилда чоп этилган «Танланган асарлар»и шу туркумда
тўнғич тўпламлардан эди. Ғафур Ғулом туғилган куннинг 50 йиллиги муносабати билан 1953 йилда Узбекистон ССР Давлат нашриёти томонидан нашр этилган
«Танланган асарлар» мукаммаллиги билан кўп томликларга асос бўлди. Натижада 1950—1959 йиллар давомида Узбекистон ССР Фанлар академиясининг нашриёти шоир асарларининг 3 томлигини босмадан чиқарди.
1963 йилда адиб туғилган куннинг 60 йиллиги паллаларида яна унинг шеър, достон ва манзумалари 3 китобдан иборат «Танланган асарлар» сифатида нашрдан чиқди.
Ниҳоят, 1964—1967 йиллар давомида Ғафур Ғулом
асарларининг УзССР «Тошкент» бадиий адабиёт нашриёти томонидан чиқарилган атоқли матншунос Порсо
Шамсиев томонидан тузилган 5 томлиги юзага келди.
Ушбу 5 томликни тайёрлашга киришиш ва уни нашр
этиш шоир умрининг сўнгги йилларига тўғри келади.
Мазкур беш томликни шоир назаридан кечган энг
сўнгги нашр деб аташ мумкин.
Ғафур Ғуломнинг тематик бой, жанр эътибори билан ранг-баранг адабий ва илмий меросини тўплаш ва
уларнинг катта нашрларини таъминлаш соҳасида ҳам
иш олиб борилди ва бунинг натижаси ўлароҳ 1970—
1978 йиллар мобайнида шоир «Асарлар»ининг ўн томлиги (Ғафур Ғулом меросини ўрганиш комиссиясининг
секретари В. Рўзиматов нашрга тайёрлаган) чоп этилди.
Мазкур нашр Ғафур Ғуломнинг илгариги ҳамма
мавжуд нашрларидан ў^ининг анча тўлиқлиги билан
ажралиб туради. Шу билан бирга, ҳали шоир ижодхонаси (шахсий архивидаги оқлама, қоралама дастхатлар), ижодий ташкилотлар, кутубхона ва архивларда мавжуд материаллар тугал кўздан кечирилмагани,
шоирнинг тугалланмай қолган асарлари жалб этилмагани, турли қайдлари, хусусан, турли жанрга оид асарларининг тўлиқ вариантлари ҳам берилмагани маълумдир.
Юқорида эсланган кўп томликларнинг юзага келганлиги факти эндиликда шоир «Мукаммал асарлар
тўплами»ни тайёрлаш ва нашр этиш вақти етилганлигини кўрсатади. 1980 йилда республика директив органлари томонидан Ғафур Ғулом туғилган куннинг 80 йиллигини кенг нишонлаш юзасидан қабул қилинган қарорда адиб меросининг худди шу тарзда мукаммал нашрини
тайёрлаш масаласи кун тартибига қўйилди.
Узбекистон ССР Фанлар академияси А. С. Пушкин
7
www.ziyouz.com kutubxonasi
номидаги Тил ва адабиёт институти директив органларнинг юқоридаги кўрсатмалари ва Узбекистон ССР Фанлар академияси Президиумининг қарорига мувофиқ
адибнинг 12 томдан иборат «Мукаммал асарлар тўплами»ни нашр этиш ишига киришди.
Мазкур «Мукаммал асарлар тўплами»да шоир асарларидан ҳар бирининг таянч матнини белгилаб, уларнинг қўлёзмасини, қўлёзмаси сақланмаган асарларнинг
муаллифнинг ҳаётлик даврида чоп этилган нашрларини муқояса қилиб, ўртадаги текстуал тафовутларни
кўрсатиш илмий нашрнинг зарурий шартидир. Ёзувчининг текст устида олиб борган иши, ижодий эволюциясини кўрсатувчи ушбу текстологик бўлим («Вариантлар» бўлими) ва ҳар бир асарнинг яратилиш тарихи,
нашрлари тарихи, текстда учрайдиган мифологик ва
тарихий номлар, жой номлари тўғрисидаги қайдлар,
шарҳлар билан таъминланган тарихий-адабий «Изоҳ»
бўлими билан бир бутун ҳолда ёзувчининг ижодий лабораториясини кўрсатишни мақсад қилиб олади.
Ғафур Ғулом асарларининг ушбу нашри учун унинг
1964—1967 йиллар давомида чоп этилган беш томлик
асарлар тўплами асос қилиб олинди. Муаллифнинг
ҳаётлик даврида юзага келган мазкур сўнгги нашр
унинг иштироки билан тайёрланган, унинг назаридан
кечган. Жумладан, II томнинг 363-саҳифасида ўқиймиз: «Томни тайёрлашда ва таҳрир қилишда шоирнинг
ўзи бевосита иштирок этди. Шеърлардаги ўзгартишларнинг ҳаммаси автор томонидан киритилди». Ушбу
нашрнинг повестлардан ибора-|. IV томи «Изоҳ» бўлимида ҳам «Бу томга киритилган асарларни нашрга тайёрлашда Ғафур Ғуломнинг ўзи бевосита иштирокэтди.
Автор айрим асарларни қайтадан кўриб чиқди, нуқсонларни бартараф қилди, сайқал берди», (291-бет) деб
айтилган.
«Мукаммал асарлар тўплами»га илк дафъа жалб
этилаётган ҳамма асарлар муаллиф дастхатлари қўлёзма сақланмаган тақдирда нодир нашрлар асосида киритилди. Улар ҳақида «Изоҳ» бўлимида муфассал
маълумот берилади.
Мазкур «Мукаммал асарлар тўплами» матнларини
тайёрлашда, унинг «Вариантлар» ва «Изоҳлар» бўлимларини тузишда Ғафур Ғуломнинг ҳаёти ва ижодига
бағишланган мавжуд монографиялар, илмий мақолаларнинг аҳамияти каттадир. Шунингдек, бу хайрли иш*
ни амалга оширишда шоирнинг оила аъзолари, ҳамкасблар, у билан яқин мулоқотда бўлган барча киши«
8
www.ziyouz.com kutubxonasi
ларнинг маълумотлари, хотираларининг муҳим ролъ
ўйнаши аёндир.
Ғафур Ғуломнинг «Мукаммал асарлар тўплами»
12 томдан иборат бўлиб, уни тайёрлаш ва нашр этиш
1983—1990 йилларга мўлжалланган.
«Мукаммал асарлар тўплами» жанрий принцип асосида хронологик тартиб билан берилади ва қуйидагича.
мундарижага эга бўлади:
I том. Шеърлар (1923—1940).
II том. Шеърлар (1941—1953).
III том. Шеърлар (1954—1966).
IV том. Достонлар, манзумалар.
V том. Повестлар, пьесалар.
VI том. Ҳикоя ва фельетонлар.
VII том. Очерклар, публицистика.
VIII том. Насрий баёнлар.
IX том. Таржималар.
X том. Таржималар.
XI том. Илмий-танқидий асарлар.
XII. Илмий-танқидий асарлар.
Томларда Ғафур Ғуломнинг ҳаётига оид фотосуратлар, ҳужжатлар берилади. Охирги томга эса шоирнинг
ҳаёт йўли солномаси, асарларининг умумий рўйхати,
уларнинг алфавит кўрсаткичлари илова қилинади.
Ғафур Ғулом меросининг ушбу тўлиқ нашри ўзбек
совет адабиёти, адабиёт тарихи ва халқ оғзаки ижодиёти масалалари билан шуғулланувчи мутахассисларга мўлжалланади.
* * *
«Мукаммал асарлар тўплами»нинг қўлингиздаги
I томи адибнинг 1923—1940 йиллар давомида юзага
келган шеърлари, уларнинг барча мавжуд қўлёзма ва
босма манбалар билан муқояса қилинган вариантларини қамраб олади. Китобхон томнинг махсус бўлимида шоирнинг санаси номаълум ва тугалланмаган асарлари билан ҳам танишиш имкониятига эга бўлади.
Ушбу томга оид манбалар устидаги ишда шоирнинг
қизи Олмос Ғуломова ҳам иштирок этди.
9<
www.ziyouz.com kutubxonasi
www.ziyouz.com kutubxonasi
КЕЧМИШ ВА
КЕЧИРМИШЛАРИМДАН
(АВТОБИОГРАФИЯ)
I
www.ziyouz.com kutubxonasi
www.ziyouz.com kutubxonasi
Мен, 1903 йил, 10 май, жума куни эрта билан соат
6 да туғилган эканман. Бу деҳқонча йил саноғи билан
балиқ йили бўлади. Туғилган ерим Тошкент шаҳри,
Шайховантаҳур даҳа Қўрғонтеги маҳаллада (ҳозирги
Октябрь район, Профсоюз кўчаси).
Мен туғилганимда отам Ғулом Мирза Ориф ўғли
35 ёшда, онам Тошбиби Шоюсуф ҳизи 21 ёшда экан.
Кўпинча керак бўлиб қолганда отамнинг нима иш қилиб тириклик ўтказганини аниқ айта олмайман. «Деҳқон» деб қўя қоламан. Келес атрофида 5—6 таноб ери Ю
бўлиб, унга буғдой, жўхори, мош дегандай, дон-дун
экар экан. Қолган вақтларда умрини шаҳар ичида ўтказар экан. Отам дурустгина саводли, ўзбекча, тожикча яхши билар ва унча-мунча русча ҳам сўзлашар
экан. Шаҳар ичида кишиларга ариза, справкалар ёзиб
бериб юрар, шунинг учун ҳам исмига «Мирза» деган
лақаб қўшимча бўлган экан.
Отам адабиёт билан жуДа қизиқар экан. Уйимизга ўзбек шоирлари ва хаттотларидан Хислат, Шомурод котиб ва бошқалар келиб юрганини эс-эс биламан. Фар- 20
ғона водийсидан келадиган шоирлар ҳам: Муқимий,
Тошхўжа Асирий, Фурқат, Муҳйи ва бошқаларнинг
бизникига кўп келганини айтадилар. Отам «Мирза» ва
«Ғулом» тахаллуслари билан талай шеърлар ёзган.
Лекин булар бир ерга тўпланиб, ё бўлмаса босилиб
чиққан эмас. Сўнгги йилларда амаким (отамнинг кичик укаси) Мирза Абдулла Мирза Ориф ўғли «Мирза»
тахаллусини ўзиники қилиб олиб, шеърлар ёзар эди.
Унинг «Баёзи Мирзо» деган китоби 1913 (1331 ҳижрий)
йилда Тошкентда «Ғуломия» босмахонасида босилган. 39
Онам ҳам ўзбекча, тожикча адабиётларни ўқиб, англай оладиган зеҳнли хотинлардан эди. Узи шеър ҳаваскори бўлганидан халқ оғзаки термалари вазнида
унча-мунча шеърлар айтиб юрганини эслайман. Булардан, айниқса, отам ўлимига бағишлаб айтгани ҳали
ҳам қулоқларимдан кетмайди...
13
www.ziyouz.com kutubxonasi
Отам 1912 йилда, 44 ёшида мазкур Қўрғонтеги маҳалладаги ўз ҳовлимизда вафот қилди. Ҳовли бўлганда
ҳам қандай денг?! Қўрғонтегида, яъни «на дне»да 25
квадрат саженли захкаш, тутдай тўкилай деб турган
ҳовлида ўпка шамоллашидан ўлди. Унга ҳеч ким доктор ҳам чақиргани, банка ҳам қўйгани йўқ, пенициллин
билан ҳам укол қилгани йўқ. Биз беш етим бола қола
бердик. Мен 9 ёшда, энг кичик синглим — Баҳри 6 ойлик эди...
10 Мен бу ёшда аллақачон саводим чиққан, Навоий,
Ҳофиз, Саъдийларни бемалол ўқир эдим, чиройлигина
хатим ҳам бор эди. Бунчалик тезфаҳмликни биз ўқиган
эски мактаблардан кутиш қийин эди. Масалан, бизнинг
маҳаллалик Абдураҳмон Пари деган йигит 16 йилда ҳам
«Ҳафтияк»дан чиқмаган эди.
Менинг саводли, хатли бўлишимга бошда отам, сўнг
онам сабаб бўлдилар. Тирикчилигимиз ғоятда қийин
ўтар эди. Йилига 20 сўмга приказчикликка берилган
акамнинг маоши етмас эди. Шу пайтларда десангиз,
20 биринчи жаҳон удуши бошланиб қолди. Энди биздай
камбағал, афтодаҳол, қўл учи билан кун кўрадиганларнинг ҳоли қандай бўлади? Қатта бойлар жуда ҳам
бойиб, кичик бойлар синиб турган вақт, рус пролетарларининг подшога нисбатан янада ғазаби ошиб, қоши
чимирилган замон... Узбек, тожик, қирғиз, қозоқ меҳнаткашлари рус пролетарига қулоқ солади, Мочаловларнинг обрўси қолмаган... Акамнинг хўжайини ҳам
синди. Акам бўш қолди, кейин ҳайтовур «Темурлан»
тамаки фабрикасидан уйга иш олиб кела бошлади.
30 Тайёр гильзага тамаки тиқиб, папирос ясар эди. Тез
фурсатда бу ишни онам, мен, ўртанча синглим ҳам ўрганиб, акамга ёрдам бера бошладик. Кунига қўл билан
10 мингга яқин папирос тайёрлар эдик.
1916 йилдаги миллий озодлик қўзғолонида бизнинг
маҳалламиз ҳам ўрта роллардан бирини ўйнаган, чунки
у халқ ёпирилиб борган шаҳар ҳокимининг маҳкамаси
жойлашган Олмазорга ёндош қўшни маҳалла бўлади.
1916 йилнинг кузида акам мени Уқчи маҳалладаги
«8-ое Самсонское русско-туземное училише»га ўқишга
40 берди.
— Русча ўрганиш керак, русга эргашиш керак. Руснинг баридан тутсанг, ора йўлда қолмайсан,— деяр
эди у.
1917 йил Февраль революциясида мен тойлоқдай
бола рус мактабининг биринчи классида Л. Н. Толстойнинг «Первая книга»сидан русча алифбени ўрганар
14
www.ziyouz.com kutubxonasi
эдим. Пушкин, Лермонтов, Фетнинг биринчи классга
хос кичик шеърларини ёд олар эдим.
Февраль буржуа-демократик революциясининг ғалабасидан сўнг ҳам аҳвол ўзгармади; уруш тўхтамади,
арзончилик бўлмади, катта бойлар, катта деҳқонлар,
ҳозию ҳозикалонлар ишнинг бошида, дастурхоннинг
тўрида, замон-замон шуларники бўлди.
Ленин партиясининг раҳбарлиги остида рус пролетариати Мувақкат ҳукуматга ҳарши қизғин кураш
бошлаб юборди. 15 ёшларга кириб ҳолганман, аҳлим
алла жойларга етар эди. Бундан ташқари, акам «Туркестанский курьер», «Туркестанские ведомости» деган
газеталарни олиб келиб, ўҳиб берар эди. Петроградда
ҳам, Москвада ҳам рус ишчиларининг, солдатларининг
революцион ҳаракатлари бўлиб тургани маълум эди.
Хулласи, кузакка бориб, Февраль революцияси туфайли
ҳокимият тепасига чиқиб олган Муваҳқат ҳукумат йиқитилиб, рус ишчи, деҳҳонлари, солдатлари Ленин,
Коммунистлар партияси раҳбарлигида Улуғ Октябрь
социалистик революцияси ғалаба қозонди. Бизлар ўзбек, тожик, қирғиз, қозоқ, туркманлар — ҳамма-ҳаммамиз руслар билан баравар курашларда қатнашдик,
бу революцияга эргашдик, унинг халқларни озод қилувчи улуғ кучидан баҳраманд бўлдик,
Дар қатори ёрон, дегандай, мен яшаган қашшоқ,
мазлум, паррихта оила ҳам озодликка чиқди.
1918 йилда онам 39 ёшда, бу ҳам ўша фалокат босган «на дне»да ўлди. Сал ўтмай акам уйланиб, бошқа
ҳовлига рўзғор ажратиб чиқиб кетди. Сингилларим билан қолдим. Энди бирор ишнинг бошини тутиш, мустақил ҳаёт бошлаш керак эди. Совет давлатининг биринчи йиллари, ички урушлар қизиб давом қилмоқда, бир
томонда босмачилик халқни хонавайрон қилмоқда. Жаҳон уруши оқибатларидан очарчилик бошланган, нима
қилмоқ керак? Қилмаган хизматим, тутинмаган ишим
қолмади. Охири босмахонага наборшчик — ҳарф терувчи бўлиб кирдим, босма ишида устозим кекса ишчи
Абдураҳмон Соҳибоев бўлади. Узбекча, русча маълумотим бор учун шу кишининг маслаҳати билан 8 ойлик
муаллимлар тайёрлов курсига кирдим. Сингилларим
ҳам совет мактабларида ўқий бошладилар.
1919 йил 19 февралда комсомол сафига кирдим. Шу
йил ўқитувчилар профсоюзига аъзо бўлдим. Шу йил
23 мартдан бошлаб Урдадаги бошланғич мактабга ўқитувчи бўлиб кирдим. Янги, мазмунли, маданий, келажакли ҳаёт бошланиб кетди.
10
20
30
40
15
www.ziyouz.com kutubxonasi
«Бир бор экан, бир теванинг боши бор экан...» деганларидай менинг қалбим ҳам муҳаббатдан холи эмас
эди. Унча-мунча ишқий ғазаллар машқ қила бошладим. Бу — албатта, уйимиз доирасидаги «адабиётчилик» — Навоий, Муҳимий, Фурқатлар таъсирининг дуварак меваси эди. Комсомол ишларида актив қатнашганим, ҳар бир янгиликни жон-дил билан ҳувониб қабул қилганим учун жуда тез ўсиб борар эдим. Шаҳар
комсомол комитети олдида яхши обрўм бор эди. ҚаттаЮ катта жойларда, масъул темаларда докладлар ўқишни
топширар эди. Шаҳар маорифи ҳам сийлар эди.
1923 йилларда Маориф комиссарлиги болалар боқимсизлиги билан кураш жамияти билан бирликда болалар уйи — интернатлар очиш ишини менга топширди. Урдада «Урфон» ўрта мактабини ташкил қилишда
иштирок этдим, унинг ёнида 150 болалик интернат —
боқимсиз болалар уйи ҳам очилди. Биз бу болаларни
Феликс болалари деб атар эдик. Чунки боқимсиз болаларни тўплаб тарбиялашнинг бевосита ташкилотчи20 ларидан бири ўртоқ Феликс Эдмундович Дзержинский эди.
Бир куни болалар боғчасидаги етим болалардан 15
тасини бизнинг интернатга ўтказдилар. Мен бу гўдаклар билан бирга тунаб қолдим. Кечаси ухламай, кузатувчилик қилиб чиқдим. Шу кеча ўз етимлигим, бошимдан кечирганларим ва шу етим болалар аҳволи, ҳукуматимизнинг, Лениннинг шу гўдакларга ғамхўрлиги
тўғрисида шеър ёздим. Шу шеъримни биринчи шеърим
десам бўлади... Иккинчи шеърим «Гўзаллик нимада?»
30 сарлавҳаси билан 1923 йил апрель ойида босилди...
Қарабсизки, шоир бўлаётирман... Менинг ёзганим ҳам
босилади...
1924—25 йилларда Тошкент шаҳар маориф ходимлари комсомол комитетига секретарь бўлиб сайландим.
Маориф союзига раис ўринбосари бўлдим, икки мактаб,
бир интернатда мудир эдим, ишим ҳаддан зиёда кўп,
шоирлик аҳён-аҳёндаги эрмакларимдан эди. Бу пайтларда шеърдан кўра ҳажвий нарсалар ёзишга қизиқар
эдим. Яна тўғриси, шароит шуни талаб қилар эди.
40 «Муштум» журналининг ҳар сонида, деярли бирор асарим босилиб чиқар эди.
Асосан, мени шоир қилиб етказган Ленин комсомоли бўлди, сиз буни менинг «Қўмсаш» деган шеъримда
кўра оласиз.
Хулласи, 1928 йил 15 сентябргача маориф ва комсомол соҳасида баъзан мудир, баъзан муаллим, баъ16
www.ziyouz.com kutubxonasi
зан союз раисн, баъзан агитатор бўлиб хизмат қилдим.
Шу пайтларда комсомол умумий маршларини мен ёзиб
берар эдим, маҳаллий газета ва журналларга актив
қатнашиб турар эдим.
15 сентябрдан бошлаб «Камбағал деҳқон» газетасига секретарь бўлиб хизматга кирдим. Газетачилик
менинг ижодий ўсишим учун университетлик ролини
ўйнади. Ер ислоҳоти ўтиб, колхозлаштириш даври етган, қулоқларга қарши кураш қизғинлашган, шаҳарда
ҳам, қишлоқда ҳам синфий кураш ғоятда авжига мин- 10
ган пайтлар эди, бирор кун йўқ эдики, «Қизил Узбекистон»да, «Камбағал деҳқон»да, «Муштум»да ё бошқа журнал, газетада бирор мақолам, фельетоним, очерким, ё шеърим босилмаса... Газета редакцияси Самарқандга кўчди. Ижодим яна-яна янги илҳомлар билан
авж олиб борар эди. Рус ёзувчиларининг, шоирларининг ижоди билан яқиндан таниша бошладим. Энг
севган ёзувчим А. М. Горький эди. Мен у кишининг
асарларидан «Мать», «На дне», «В людях», «Мои университетн»ни, айниқса севиб ўқир эдим. Ва у кишидан 20
кўп нарса ўрганган эдим. Пушкиндан, Лермонтовдан,
Маяковскийдан таржималар қилдим. 1931 йилда биринчи шеърлар тўпламим «Динамо» босилиб чиқди, кейин
кетма-кет иккита кулги ҳикоялар тўпламим босилди.
1930 йилда Тошкентга, область газетаси «Шарқ ҳақиқати»га секретарь бўлиб келдим.
Шу йиллар Маяковскийнинг «Во весь голос» поэмасини таржима қилдим. Ижодимга Маяковский кучли
таъсир қилган. Мен Маяковскийни ўзимнинг устозим
деб биламан. Бунинг учун «Динамо», «Тирик қўшнқ- 30
лар» тўпламларимни кўздан кечириш кифоя.
1934 йилда СССР ёзувчиларининг бирннчн Бутуниттифоқ съездига делегат бўлиб қатнашдим. Шу ерда
Алексей Макснмович Горькнйни кўрдим, докладини
эшитдим, ўзи билан суҳбатлашдим ва шу ерда Марказий Комитет номидан сўзлаган А. А. Ждановнннг нутқи
биз учун катта йўл-йўриқ бўлди.
1942 йилгача баъзан «Қизил Узбекистон»да, баъзан
«Муштум», «Ер юзи» журналларида адабий ходим,
очеркист, фельетонист, секретарь бўлиб хизмат қилдим. 40
Бу кезларда энди мен танилган ёзувчн эдим. Москва
рус ёзувчиларининг кўпи билан яхши танишлигим, ошна-оғайнигарчилигим, ижодий ҳамкорлигим бор эди.
Рус тили орқали жаҳон адабиёти классиклари ижоди билан яқнндан танишиб, Шекспир, Мольер, Лопе де
Вега, Бомарше ва бошқалардан таржнмалар қнлдим.
2 -9 7
www.ziyouz.com kutubxonasi
Жаҳон халқлари адабиётининг ҳозирги замондагн
энг йирик вакиллари ижодини ҳам ўзбек халқига таништириш йўлида қўлимдан келганча хизмат қилмоқдаман. Иоганнес Бехер, Пабло Неруда, Анатоль Гидаш,
Эми Сяо, Ленгстон Хьюз каби ёзувчиларнинг асарларини 30-йиллардан буён таржима қилиб келаман.
Улуғ Ватан уруши бошланган биринчи кунданоқ
ўзимни сафарбар деб эълон қилдим. Гитлерчи-фашист
босқннчиларга қарши шеърлар солдатини шайлантирЮ дим. Бу кунлардаги ижодим ўқувчилар оммасига маълумдир ва шу йиллардаги шеърларимни тўплаб «Мен
Шарқдан келаётирман» — «Иду с Востока» номли китоб қилдим. Бу китоб учун 1946 йилда СССР Давлат
мукофоти лауреати деган олий мукофотга сазовор
бўлдим.
1943 йилда Узбекистон ССР Фанлар академияси таъсис қилинди. Мен ҳам ўртоқларим қатори Академиянинг
ҳақиқий аъзоси бўлиб сайландим.
Ҳалигача, яъни 1953 йилнинг баҳоригача таржима20 ларимни ҳам қўшганда 100 чоғлик китоб ва тўпламларим босилиб чиққан. Жонажон совет адабиётимизни
яшнатиш, рнвожлантириш йўлидаги шунча йиллик холис ва ҳаққоннй хизматларим учун шонли Совет давлатимиз томонидан бир неча бор олий мукофотларга
эга бўлганман. Бир марта Ленин ордени, икки марта
«Меҳнат Қизил Байроқ» ордени, бир марта «Ҳурмат
белгиси» ордени билан ва медаль билан мукофотланганман.
Халқдан чиққан бнр коммунист шоир, халқ хизмат-
^ кори сифатида Узбекнстон ССР Олий Советига депутатман.
Халқим, Ватаним кундан-кунга гуллаб, улуғ Коммунистлар партияси раҳбарлигида социализмдан коммунизм сари бормоқда. Мен ҳам шу қаторда, шу улуғ
машинанинг битта зарур винти бўлиб умрим охиригача хизмат қиламан.
Улуғ ва енгилмас Ватаннмизнинг халқлари жаҳон
бўйлаб тинчлик бўлишини истайдилар. Мен шу саодатли тинчлик айёмларининг ва коммунизм қураётган со40 вет халқининг камтарин куйчисиман.
Ғафур Ғулом.
5 февраль, 1953 йил.
18
www.ziyouz.com kutubxonasi
ШЕЪРЛАР
www.ziyouz.com kutubxonasi
www.ziyouz.com kutubxonasi
1923
ФЕЛИКС БОЛАЛАРИ
Биз одам боласимиз,
Одамнинг донасимиз,
Биз ўсиб улғаямиз,
Олим бўлиш ғоямиз.
Бизни етим қолдирган _
Босмачиларга лаънат.
Фирқа бизга раҳбардир,
Шўро қилур ҳаракат.
10 Ленин бизнинг отамиз,
Биз сезамиз ҳаммасин:
Елкамизда қўлини,
Юзимизда нафасин.
21
www.ziyouz.com kutubxonasi
ГУЗАЛЛИК НИМАДА...
«Гўзаллик қизларда,
у қора кўзларда,
соз каби сўзларда»,
деганлар янглишар.
Гўзаллик бир гулдир,
муддати фаслдир^
яшамоқ аслдир,
сиз, биз бор, у яшар.
10 Гўзаллик — ишлайиш,
манглайни терлатиш,
гўзалдир унган иш,
мақтанса ярашар!
www.ziyouz.com kutubxonasi
Ғафур Ғулом. 1923 йил.
www.ziyouz.com kutubxonasi
192 4
ИСТАКЛАРИМ
(Ҳурилиқога ўхшатма)
Бўйингдан айланай, ҳазрат эшоним,
Вужудингда бордир менинг гумоним,
Яқинлашсам сенга — кетгай имоним,
Алдамасдан бир кун турсанг, на бўлғай?
Қоқиндиқ бўлайин, червонли бойлар,
Камбағаллар дастингиздан вой-войлар,
Сиз ҳам бизга бир кунгина молларнн
10 Ун баҳога сотмасангиз, на бўлғай?
Садағанг бўлайин, олифта банги,
Туллак беданангнннг чиқибди донги,
Катта нашақовоқ ҳамроҳдир сенга,
Замонага бир қарасанг, на бўлғай?
Бошингда парвона бўлайин, эй эл,
Ашур оши, ҳалим учун боғланг бел,
«Етимларга кўмак» деса — юм кўзни,
Сен ҳам бир оз кўмак берсанг, на бўлғай?
Олқишларим сенга, меҳнаткаш мушти,
20 Узини англади — кимга мушт тушди.
Яша, «Муштум» почча, кўп йил ва ойлар,
Тез-тез чиқиб турсанг энди, на бўлғай?
24
www.ziyouz.com kutubxonasi
«МУШТУМ»ГА
Эй, сен «Муштум», фикрим иншо айладингг
Бир нечани сиррин ошкор айладинг,
Эскиликка қарши белни боғлабон,
Мухлисларинг найзабардор айладинг.
Эшонларни элга расво айлабон,
Хотин, чўри, цулдан жудо айлабон,
Домла, сўфини ерга жо айлабон,
Муридларга дунёни тор айладинг.
10. Еза бердинг эски, янги айбини,
Бу қилиқ-ла буздинг кўплар кайфини,
Айта бердинг қўрқмай сенга ҳайфини,
Ёш-ялангни анча ҳушёр айладинг.
Инсоф билан дўстлик аҳду паймонин
Маҳкам қилиб, олдинг текинхўр жонин,
Сен босмадинг ҳеч бир кишининг ёнин,
Тўғриликни ишда шиор айладинг.
www.ziyouz.com kutubxonasi
1925
БУ ҲАМ БИР ҲАҚИҚАТ
(Мухбир ва мухбирчилик)
Биров мухбир бўлиб оламга изҳор айласа ҳақни,
Очиб берса ҳақиқат дунёсига эгри тўқмоқни,
Узин айбига иқрор айламасдан баъзи маъюблар,
Тақарлар бўйнига бўҳтон, кўролмай ҳаққи-мутлақни,
Дегайлар тўғри сўз мухбирга: «Эссиз, вой шўринг
қурсин».
Шунингдек бир кишиким тўғри йўл узра оёқ ташлар,
Узоқ ўтмай бошида ўйнагай гурзи, таёқ, тошлар,
Ю Қўярлар айбни ёзгувчи ё журналнинг бўйнига —
Шу хилда бўлса ишлар, тўғри йўлга бизни ким
бошлар?
Деса-чи шу кишилар, ўз-ўзига: «Вой шўрим қурсин».
Бу одат бизга ота ҳам боболардан мерос қолғон,
Бутун турмушдаги қилган ишимизнинг бари ёлғон,
Қачонки аксимизни кўрсатар кўзгу бўлиб журнал,
Дегайми: «Мен эмас бу, кўрмайсанму бурни қон, қон,
қон!»
Шунинг-чун ўзга эллар бизга дерлар: «Вой шўринг
қурсин!>.
26
www.ziyouz.com kutubxonasi
ҚУРҒОНТЕГИ
Қўрғонтеги ажойиб, хўб чингилинг маҳалла,
Бири-бирига қарши, худди тарози палла.
Тўрт қадамда самовар, ана унда кўп гап бор:
«Ҳорманг, Юнусмат энди!» — «Раҳмат, ҳе баракалла!»
Уй бошида бедона, тақиб қўйдинг седона,
«Қўлингдаги қанақа?» — «Кичкина, туллак малла».
Янги масжид битибдир, жиловхона муборак,
Улмаса чолларимиз ғийбатни сотишалла.
Ю Ойда-йилда бўлса тўй, қолмайди чиқмаган уй,
Қатта-кичик бошида ўралган силлиқ салла.
Успиринлар ўтади, бай-бай, тўкилиб кетади,
Қилай деса иши йўқ, кеча-кундуз таралла.
27
www.ziyouz.com kutubxonasi
1926
БИЗ икков...
Гердайиш улуғлик сенинг,
Ялиниш, ёлбориш менинг,
Бизнинг бу муносиб сифатлар гўзал.
Кулишлар, нозлар сенда,
Аламлар, қайғулар менда,
Бизда бу галдаги қилиқлар гўзал.
10
Усмалик қошларни ўйнатиш сенга,
Мусофир бошимни тубанлаш менга,
Бизга бу ҳар кунги юмушлар гўзал.
Ҳар дамда минг хаёл сен-ла,
Умидли туйғулар мен-ла,
Биз-ла бу янглиқ севишмак гўзал.
28
www.ziyouz.com kutubxonasi
ХОН САРОЯИ
Эй, кунгираси кўкларга етиб гердайган сарой!
Туришингда нола уни, қурилишингда сирли вой,
Сенда «қирқ қиз» нашъаси-ла бир вақт яшар экан хон,
Уша тожу тахтни энди ёш суви қидмиш вайрон.
Эй, кўз бўяшга тиккайган ялтироқ мағрур минора!
Кеккайишинг Шарқ қуллари қўлидан-ку, қулоқ
осмайин зора.
Утгандаги эганг сенга ишонганча кетган экан,
Бугун сенинг тубинг уриб, ён-бағирларинг тўзиган.
10 Эй, қирқ йигит очиб-ёпган олтин занжир дарвоза!
Ҳар кун сирли остонангда неча ёзиқсиз тоза.
Машъум чеҳра фармони-ла бу дунёдан кетаркан,
Қани улар, нега айтмай, жимжит хаёл сурасан?
Эй, деворда оқ соқолли Шарқ меъмори чизган нақш!
Бир замонлар сенда экан ҳам ирганчу ҳамда фаҳш.
Бугун ўша ўтган разил гавдаларднр тупроқда,
Осий қуллар шаҳаншоҳсиз эркин ҳаёт сурмоқда.
Эй, келгусидан қўрқиб сарой тубига қочган зиндон!
Бир маҳаллар зах бағрингда ёзиқсизлар бермиш жон.
20 Бунга қарши белин ушлаб қаҳқаҳа урган хоқон,
Энди анда қўшчи очдан ўлмасин, деб тўла нон.
29
www.ziyouz.com kutubxonasi
к и ш и КУРГИЛИГИ
Онадан туғмоқ:
Мусиқавий оҳанг каби аввал «тарона»дан бошлар.
Яшамоқ:
Чолғуда «даромад»дай кучли ўйлар-ла чимиртар
I қошлар.
Бизни севмак: I
У «авж» пардаси янглиғ кўнгилни эркалантирганга
Лекин ўлмак:
Аламли «савт»дирки, барча тингловчини
ўхшар.
;Ьг кўзинёшлар.
30
www.ziyouz.com kutubxonasi
ТИЛАК
Кескин тилак сенинг улуғ йўлингда,
Олға қараб ботирларча бораман.
Умидларим йўлин бўққан қора куч,
Тоғ бўлса-да парчалайман, ёраман.
Билагимда туганмас куч бор чоқда
Мумкинми бу, ўртоқлардан қоламан.
Боз хўроз қичқирган шул тонг чоқда
Чолғу олиб, «Олға> куйин чоламан.
10 Қоронғунинг қўрқинчини билмайман,
Кўзларимда чақнагандир кескин нур.
Қулоғимга тилагимнинг куйлари
Ҳар чоқ айтар: «Марра узоқ, илдам юр!«
www.ziyouz.com kutubxonasi
1927
СУРНАЙ
(Кўҳна хотиралардан)
Мунгли булбулдай
Инграрди тинмай,
Бағрим эзарди
Борлиқни ёқиб,
йиғлоқи сурнай.
Қумрининг тўйи:
Безалган уйи,
10 Найнинг навоси
Қайта-қгйтадан
чалиниб тинмай.
Йиғлағур кўздан,
Аламли сўздан,
Қуршашиб ўздан,
Қистоқлаб бари,
тинглашди қўймай.
— Қуёв поччангиз
Қелди қочингиз,
20 Сочқи сочингиз,
йўлни очингиз,
тайёрланинг, ҳай!
Айвон ўралди,
Сўзлар қуралди,
Қуёв сўралди,
Ҳаққи-маҳри ҳам
айтилди қолмай.
Қари-қартанг, ёш
Еяр экан ош,
30 Успиринлар қош
Уйнатиб унга —
сўз отар қўймай.
32.
www.ziyouz.com kutubxonasi
Жўнашди йўлга,
Бошларда жиға,
Зарбоф тўн бўйга
Қўғирчоқ каби
«ярашди» шундай.
...«Сарбоз» чаларди,
Кимлар куларди...
40 Қумри йиғларди,
Қайнар кўзёшлар
оқарди тинмай.
Тарайди сочин,
Чимириб қошин,
Ғамли бу бошин
Бало тоғлари,
босгач аямай.
Борди севгани
Қўлин бергани,
50 На ёмон тақдир
Бажарди ҳукмин
севгига боқмай.
Зўрлаб сотдилар,
Зарга ботдилар,
Утга ёқдилар,
Қумри севгисин
Назарга илмай,
назарга илмай.
3 -9 7 33
www.ziyouz.com kutubxonasi
БУЛСИН
Эл тинч, тўқ,
Душман — йўқ,
Ҳар кимда эҳтиётга
Бир/_милтиқ бўлсин!
Сўзлар оз,
Ишлар соз,
Юртимизни саҳлашга
Ҳар йигит ғоз бўлсин!
10 Аскар зўр,
Бойлар хўр,
Айниқса Чемберлен,
Чидолмай кўр бўлсин!
Гуллаб чўл
Унум мўл —
Бўлганда, тескари
Қутқуга йўл бўлсин?!
Аэроплан
Ва танклар
20 Эртаги курашда
Бизга қалқон бўлсин!
Чоракор,
Мардикор,
Албатта комсомол
Доим тайёр бўлсин!
www.ziyouz.com kutubxonasi
СЕВДИГИМ...
Севдигим пролетар, исёнлар сенинг,
Даҳр ичра тўфону туғёнлар сенинг,
Жон чеккан милёнлар-милёнлар сенинг,
Тўлқинли курашда ҳурбонлар сенинг.
Икки бошли бургут, олтин ва ханжар
Ҳар кун берар эди ўлимдан хабар,
Жон қайғули, ҳаёт-алам ва кадар,
Дор сенга, зулматли зиндонлар сенинг.
10 Ҳукмронлик қилган чоғда истибдод,
Хўжаликлар бузғун, қишлоқлар барбод,
Ҳар ёқда минг инграш, минг йиғи, минг дод,
Хароба хонумон, вайронлар сенинг,
Кенг уфққа қанот ёзган капитал,
Бир нафас эрк учун бермас эди гал,
Синфлар юзма-юз курашга маҳтал,
Уйғонинг, эй, ишчи-деҳқонлар сенинг.
Бу кураш — синф-ла синф талоши,
Капиталнинг заҳар-заққумдир оши,
20 Пролетарнинг баланд юксалиб боши,
Музаффар қаҳқалар, хандонлар сенинг.
Даврнинг тизгинин олиб қўлларга,
Наҳрлар оқизиб бийдай чўлларга,
Тириклик, онг, билим бериб гулларга,
Ободлик, шул гигант давронлар сенинг.
www.ziyouz.com kutubxonasi
^ДОНГЛИ» ШОИРГА
Бекэода, пошшолик дошида қайнаган,
Ет эллар пулига ёлланган бир сотқин,
Келгинди, бош кесиб қаҳрамон саналган,
Сардор босқинчининг қонли садоғин
Ялашдан тўймаган, эй эпчил, «ширин тил!»
Бузғунлик ичида тамомлаб ўз ишин,
Гуноҳсиз мурдалар устида илжайган,
Малъун кўкракларда бир мисқол қўрғошин,
10 Мазлумлар номидан жойлашган эруркан,
Бир номард «ботир»-чун йиғлаган, эй кўнгилС
Елғончи тараннум, кўпикли ваҳима,
Фаслли ҳурматнинг эгаси, эй шоир,
Туз ичган тузлиққа тупурмоқлик нима,
Жечмишлар, «лаззатли» фурсатлар кечмишдир,
Қулларнинг исёнин ўн йили, сергак бўл!
36
www.ziyouz.com kutubxonasi
ОЛҚИШ!
Жон қийратган яқин ўтган курашда,
Азаматлик кўригини кўрсатган,
Миллион сонли наърали шерларга олқиш!
Шаҳаншонинг мақбарасин ясашда,
Тахтга тобут тегизилган асқотган,
Алай, балай илғор, олғурларга олқиш!
Ер юзининг жафокаши яшашда,
Озод, эркин бўлсин, деб жон чеккан,
10 Жафо чеккан манглай терларга олқиш!
Тўғрида қон қайнаган курашда,
Кўпчиликнинг эрки учун курашган,
Тоймас билак, қайилмас эрларга олқиш!
www.ziyouz.com kutubxonasi
ҚИЗИЛ БАИРОҚ
<Марш»
Қўлдаги қизил байроқ онтимиздир, ўртоқлар,
Елкамиздаги милтиқ юртимизни тинч сақлар,
Кўр бўлсин чидолмасдан йўлтўсар бузуқ бошлар,
Илгарига босгаймиз биз ботир билак ёшлар.
Кўп туманли кулфатлар даҳшати билан барбод
Ҳолига келиб қолган хўжалик бўлур обод,
Тинмай ишласак энди, эй қадрли, йўлдошлар,
Илгарига босгаймиз биз ботир билак ёшлар.
Кўп замон асоратда қолган, эй хотин-қизлар,
Бевалар, тул, ўксизлар, яйрангиз бугун сизлар,
Эмди йиғламас, чақнар шу қора кўзу қошлар,
Илгарига босгаймиз биз ботир билак ёшлар.
Бой, эшон билан мулла кўзни боғламас энди,
Чунки ишни бошига қўллари қадақ минди,
Фитначи, фасодчилар кўзидан тўкар ёшлар,
Илгарига босгаймиз биз ботир билак ёшлар.
Ишчи-деҳқон ўғлимиз, қўлни-қўлга бергаймиз,
20 Ижтимоий турмушни ер юзида қургаймиз,
Лениннинг изми билан фирқа бизга йўл бошлар.
Илгарига босгаймиз биз ботир билак ёшлар.
38
www.ziyouz.com kutubxonasi
1928
ФАЛАК ОНА
«Эй фалак чархинг бузилсин —
Мунча хор этдинг мени».
(Халқ қўшиғи)
Эр йигит!
Бошингда ўрнаган қайғуни,
Ошингга қўшилган оғуни
Кўрмагил ўз онанг фалакдан.
Эсда тут!
10 Ҳеч она бағрида яйратиб
Устирган ўғлига киприк тутиб
Ажратмас у қилган тилакдан.
Бир ўгит!
Курашда кўп ваҳший кучлар бор,
Чидамсиз кўкларни айлар хор!
39
www.ziyouz.com kutubxonasi
N
«ДУСТ, МЕНГА ИНОНМА!..»
Тинглангиз!
Севгимиз достонин сўнглари ўқилур:
Ойдин кечаларда самимий бўсалар,
Узлуксиз арзи ишқ, умидли ваъдалар
Шам каби эрийдир, хаёлдай йўқ бўлур.
Биламан, сиз чиндан биллурин кўкракда
Менга деб кўп илиқ муҳаббат сақлайсиз.
Эсизким, эшим бор икки жуфт қора кўз,
10 Жавдираб гинали термулар қаршимда.
«Дўст, менга инонма!» — қайси бир йигитнинг
Кимларга узрли фиғони экан-ку.
Кимларни йиғлатган оҳанги экан бу,
Бу сиздай бир қизга мен дардли тентакнинг
(айтгани) шубҳасиз!
40
www.ziyouz.com kutubxonasi
Бўлиб қолса уруш,
Яна каллалардан тўпланган хнрмон.
Яна кучсизни эзиш,
Яна кесик бошларнинг қонида тегирмон!
Бу, бу қандай иш?!
Азоб, ўлим, эл-юрт вайрон.
Қаҳатлик, мудҳиш
Аланга, заҳарли тутунда кўкатлар сомон!
Ю Эй, илжайган мурдор бет,
Оқарган тиш!
Кишилик дунёсин қовурган малъун, кет!
Бизга керакмас уруш!
Эй жаҳонни чайнамак истаган
Сармоя қуллари!
Сизга жавобан пролетар сутини ичгаи
Азаматлар, ўн йнлнинг ботирлари, доим тайёр!
АГАР УРУШ БУЛИБ ҚОЛСА...
www.ziyouz.com kutubxonasi
УЙЛАНИШ
Кўрмасдан, билмасдан уйланиш,
Турмушдай энг ширин неъматга
аламни ўртоқлаш эмасми?
Танимай, тўсатдан бўлган эш,
Яшашда энг чуқур кулфатга
судровчи ёв тўнин киймасми?
Иигитлик умрининг ёзмишин,
«Тақдир» деб дардисар улфатга
йўлиқиш қаҳратон қишмасми?
Ҳаётга менсимай илжайиш
Қишини етаклаб ғурбатга,
бир йўлсиз гангратиб қўймасми?
Кампирлар минг десин садаф тиш,
Еш кучнинг нотаниш савлатга
оғиши кулгироқ бўлмасми?
42
www.ziyouz.com kutubxonasi
Аста-аста лаб ялаб ташлар эдим шашқолни,
Толеимдан айланай, кўрсатди ушбу фолни:
Саъри кавшим тескари кийдим, қўлимда зўр асо,
Пурсалобат салла, тасбеҳ, қочирардим золни,
Дилда ҳақнинг зикрин айтиб, кўчага қўйдим қаДам,
Шояд учратса худо, деб бир сатанг хушҳолни.
Ногиҳон ўтди ликонглаб парда ичра бир пари,
Туртди-кетди ёнгинамдан чимчилаб мен чолни.
10 «Иҳ!» дедим, бир рамзи ншқи эрди бу ночиз йўтал,
Қайрилиб боқди, алифдек қилди қаддим — долни.
Турди қассобга асо, тасбеҳ, чопонни топшириб,
Орқасидан йўрта қолдим, то ялай деб, болни.
Қурғурам ширин забон, ғунча даҳон жонон экан,
Бир йўлакка кирди имлаб, сал очиб от ёлни.
Мен дедим:— Жоно, тасаддуқ тангаю червон кетинг!
— Вой ўлай, ундай деманг,— деб ўйнар эрди шолни.
Ичбиқинга қўл юбориб, ваъдасин олдим аранг,
«Эртага мен келтирай санго,— дебон,— тишқолни».
20 Лаб қочиб етди қулоққа, шоду хуррамлик билан,
Соддадил қассобдан олдим, тез омонат молни.
Эртанинг фикрин қилай деб, ҳовлига келган эднм,
Кирмасимдан баччағар кампир йўғон бир толни —
Қелтириб бошимга урди, чиқди кўзнинг пахтаси,
Бешни урганда чиқарди миядан мисқолни.
«Воҳ!», деб ерга чўзилсам, урди шаппоти билан,
Кўп ҳақоратлар қилурди мен ғарибу лолни.
Қўчада кўрган ўшал нозик бадан билсам кейин,
Кампирим эрмиш, синармиш мен қари дажжолни.
КАМПИРИМНИНГ ҲИЙЛАСИ
43
www.ziyouz.com kutubxonasi
РАСМ ЭГАСИГА
Шу қошлар ўйноқлаб кетсалар,
Яна кўп термулиш гуноҳи
қоплайди йигитни.
Шу кўзлар жавдираб қўзғала кетсалар,
Телбалик чулғайди сукутни.
Қора соч елларда паришон
Ҳилпираб тўлғанса,
Кўнгилни кўксига чирмашиш
10 Нашъаси эгаллар.
Тегишиб отишга лоладан лапарлар,
Табиат санъатин рамзими, айтингиз?
Шу нозик нигоҳнинг эгаси, чевар қиз.
44
www.ziyouz.com kutubxonasi
ОБАКИ ДАНДОН
Том бошида тум-так, ғат-ғут, саппону саппо,
«Алҳамд» ила «Қулё», «Бақара» «сувраи Тоҳо»,
Қирқинчи арақ, кайфи тарақ, конягу вино,
Ҳим-ҳим буралиш, нозли қичиқ, қомати зебо —
Бир ой рўзада ем емаган харлар учундир.
Хонтахтада ширин-шакару қанду мураббо,
Қази-қўзию гўшти биқин, талқону ҳалво,
Шоҳи чопону ғирч-ғирч этик, чаккада лоло,
10 Алҳамру ҳаром, жоиз эрур шиша ликёро,
Қорни кажава, гардани ғавс нарлар учундир.
Зоҳирда ҳайитлик кўринур, аслида поро,
Извошда кетар, киссада пул, ёнда нигоро,
Дуюзламаларга чўт эмасдир иккн дунё,
Билмай ўнгу сўл, атрофда қолиб бўлмоқ оворо —
Бир неча риёкор «маданий» хумпарлар учундир.
Жулдурвақа тўн, уст-боши шилта, шалаббо,
Қирда жўяк олмоқда етаклаб қўшу моло,
Меҳнатда чиниққан юзи мазут била қоро,
20 Артелда боқимсизларга кийим тикувчи холо,
Минг рангдаги дин анъанасин йиқмоқ учундир.
45
www.ziyouz.com kutubxonasi
ГАНЖИНАИ ҲИКМАТ
(«Муштум»нинг об-ҳаво телеграфхонасига олинган маъжун
хабарларга қараганда, Ғози Юнус яна тағин иморат солиш билан
овора эмиш)
На хулулиям, на даҳрий.
На канориям, на баҳрий,
На риёзиям, на жафрий,
Ҳалалангу лангу лангам.
Саид Абулҳосим Наботий
ю 1° бўлгунча Октябрь бир кун мурид, бир кун пир,
Фарқ айламай ўру ҳир, ҳалалангу лангу лангам.
Қачон бўлди инҳилоб, гоҳ соғ эрдим, гоҳ бетоб,
Баъзан нашр айлаб китоб, ҳалалангу лангу лангам.
Утдим фирқага қаранг, жоду айлаб ман фаранг,
Самандардек ранг-баранг, ҳалалангу лангу лангам.
Газет муҳарририйдим, журналлар раҳбарийдим,
Кашмир бозирийдим, ҳалалангу лангу лангам.
Пештаҳам кир иборат, гонорарни айлаб ғорат,
Солдим яхши иморат, ҳалалангу лангу лангам.
20 Қўйдим уни ижора, нафс илкида овора,
Фирқа ҳайдаб якбора, ҳалалангу лангу лангам.
Кечди ул мойлик мози, кўчада айлаб бози,
Манким вадаванг Ғози, ҳалалангу лангу лангам.
Раҳм айлади наркомзем, «Қишлоқ» журналин миндим,
Туя кўрдингми, ҳай жим, ҳалалангу лангу лангам.
Калла пишиб чиқди ҳид, соцстрахда мунқалид,
Дар қатори инвалид, ҳалалангу лангу лангам.
Ҳозир гуллаган омад, чор тарафдан даромад,
Танга мири буромад, ҳалалангу лангу лангам.
46
www.ziyouz.com kutubxonasi
1929
ҚИШ ВА ШОИРЛАР
(Ҳазил арузи)
Сўнгги бир ой ичида «Қизил Узбекистон»нннг адабиёт ва санъат бўлимига 103 та
«Қиш», «Қор» сарлавҳали шеър келди
(Газетанинг ойлик ҳисоботидан).
Бу йилги қиш бугун-эрта бўлмас адо шекилик,
Жаҳоннинг бўйнида қордан қалин ридо шекилик.
Садоға бўлди бутун мавзуу тилак, войдод,
10 Қалам тутиб ҳама «Қиш», «Қор»га гадо шекилик.
Қелиб ҳут ила ҳамал, қўш чиқиб яланг қирга,
Адиблар кўнглида қиш қурди чордоно шекилик.
Зерикдиму, нега «қорр, қорр» демайди қарға, қаранг,
Бугун бутун шуаро қарға жойидо шекилик.
Кўкарди майса, сочилди ерга дон, ҳалигача қиш...
«Бас энди, бўлди, етар!» деб қилай садо шекилик.
47
www.ziyouz.com kutubxonasi
ПАРАНЖИ
Хотин-қизлар элига дарду бало паранжи,
Шамшод қадларини қилди дуто паранжи,
Сиқди юракларини, қилди яро паранжи,
Шўро қурултойида бўлсин адо паранжи.
Маъсумани эзарга бу бир васила эрди,
Дин исмидан қилинган найрангу ҳийла эрди,
Мунга ҳимоячилар золим қабила эрди,
Золимнинг мақсадини қилган бажо паранжи,
10 Мазлумаларга зиндон ул бедаво паранжи.
Қуллиқни ўргатурга гўё тузоғ бўлди,
Эркини олмоқ учун бошида тоғ бўлди,
Рангини заъфар этди, бағрида доғ бўлди,
Илму ҳунар олишдан қилди жудо паранжи,
Бошга бало бўлур ҳам жонга жафо паранжи.
Шўро шиор отди майдонга: эрк-ҳурлик,
Мазлумалар дилига берди руҳ ва жасурлик,
Зулм эли чидаёлмай кўп қилдилар ғаюрлик,
Отинг, опа-сингиллар, бошдан бало паранжи,
20 Қуйсин, йўқолсин энди, топсин жазо паранжи.
Эркингизни олишга сизга лозим югурмак,
Эрлар-ла ушлашиб қўл турмушни янги қурмак,
Илму ҳунар олишга мактабга юз ўгурмак,
Сизга бўлолмагай дуч юзи қаро параижи,
Инсонда топмагай ҳеч ўзига жо паранжи.
.48
www.ziyouz.com kutubxonasi
ВАЛАҲУ АЙЗАН...
Адабиёт саҳифасига баҳор тўғрисида
келган шеърларнинг жуда кўпи ҳуёшни қупқуруҳ маҳташдан иборат.
(
Саҳар эрка хўроз уйғонган эрди нозли хобидан,
Қуёш маст қўзғаларди Шарқдаги ичган шаробидан.
Бутун борлиқ саломига ғивирлаб ўрнидан турди,
Езувчи бош чиқарди кўрпанинг иссиқ ғилофидан.
Қуёш тавсифида юз ювмайин бир шеър ёзмоқ-чун
Ю Иякни тиззага қўйди, қаламни тутди сопидан.
«Қуёш зардир, қуёш нурдир, қуёш — заъфар кокилли
қиз,
Не фарқим бор менинг, айтинг, табиат офтобидан.
Қуёш мен-мен, қуёш — санъат, қуёшда бир нафосат
бор,
Яратгумдир шеърлар эркалаб қилган тавофидан».
Севинди «кучли шоир» тонгдаги ижодига мағрур,
«Бутун эл қолмасин маҳрум», деди, «шеърим
савобидан».
Босилди бир газетда, бу шеърни ўқиди деҳқон,
Деди: «Бечора шоир айниган эркан-ку тобидан».
Қуёш ҳайвон, кўкат, ер, кишткорларнинг атосидир,
!0 На зар, санъат, на заъфар қиз, узоқ шоирни лофидан.
4-97
www.ziyouz.com kutubxonasi
1930
ТУРКСИБ ЙУЛЛАРИДА
Бу йўллар
кўп қадим йўллардир...
Жаҳоннинг фотиҳи Искандар,
Рум қайсари,
қотил Чингиз,
Боту, Жўжи,
Темурланг
қолдириб кимсасиз из.
10 Чиндан мўғул ўчи
борлиқни
жонлига қилиб танг,
— Қон!— дея,
— Қон!— дея,
босароқ кечмишдир.
Бу йўллар
кўп қадим йўллар,
Беш миллион,
ўн миллион,
20 юз миллион нафар
қуллар ва туллар,
Гарданда чўяндан қуйилган занжир,
Ерларда ҳашарот каби
Очликдан,
зорликдан гезариб лаби,
Ожиз,
маҳкум,
хор ва бетадбир:
— Нон!— дея,
30 — Нон!— дея
суриниб кечмишдир.
• •••••••
Бу йўллар
кўп қадим йўллардир,
Конфуций, шомоний, ислом ва будда,
Бут ва тасбеҳ юклаган
50
www.ziyouz.com kutubxonasi
Худди
к арвон лар...
шу йўлдан
занг уриб,
Чилдирма қоқароқ,
Такбирлар ҳайқириб,
— Қурбон!— деб,
— Қурбон!— деб кечмишдир.
50
60
70
80
Биридан хотира:
кўҳна бир деворким занжир.
Биридан:
бошлардан
қурилган равоқ.
Биридан:
Балчиғи қон-ла
ийланган
кўк ўпгувчи тоқ,
Биридан:
Уз асрин кечмиш
тумтароқ...
Ном учун,
шон учун
савлат сотароқ,
Ҳам-ма-си,
Ҳам-ма-си
Шу йўлдан кечмишдир.
Бу йўллар
кўп қадим йўллардир,
Бу йўлдан
эзилган
юз миллион нафар,
Бошда,
энг бошда
битта музаффар —
кирли тож,
Бармоғин ишорати-ла,
бир бутун ўлка
дов учун хирож
Пекиндан Румгача,
Бўмбайдан то Масков,
Қон, ' * '7
суяк устига
тикилган ялов:
Енгиш довулин чалароқ
51
www.ziyouz.com kutubxonasi
90
100
Ғурур-ла кечмишдир.
Бу йўллар
кўп қадим йўллар—
Қани, эй тарих!
Шунчаким, бу йўлдан
зафар
қозонган фотиҳлар,
қайсарлар,
Музаффар зилли султонлар
устидан
сийнангда бирор эсдалик
ё из хабар
қолганми?—
Каҳрабо тугмадай,
бағри доғ лоладай.
Айтганларидай
Ким,
Бир лавҳанг қон эса,
Бир лавҳангмиш зар...
Иўқ, албат,
биламан, фақат
Ё тутун — хаёл
бир тушдай
110
келаркан кечмишдир.
Бу йўллар
кўп қадим йўллардир...
Узала тушган чўл каби сокит.
Устидан,
шабада эсмаган
Оғзи қон бир бўри
Ҳайқирса,
тиниқ кўл каби,
ё оқсоқ бир ит:
увласа,
Ҳар тонгда
бир донг деб
бонг урса,
довуллар...
190 Кўлга отилган
Бир кесак парчаси сингари
Уфқлар бир карра —•
Липиллаб қолар,
Янадан бир сокитлик чўкар,
чизароқ доира
Шивирлаб жимгандай
У кўлнинг лаби.
52
www.ziyouz.com kutubxonasi
130
140
150
160
Бу йўллар
кўп қадим йўллар...
Бу йўлдан тарихда биринчи дафъа,
Тарихда энг порлоқ —
Улароқ бир сафҳа
қолдириб бир ботир:
Фақат эзгувчи эмас,
Бир фотиҳ,
Улкалар бузғувчи,
эллар қирғувчи,'
ўч олғувчи эмас.
Қуллардан, туллардан,
Ун миллион,
Юз миллион ва миллиард нафар,
Ер куррасида бўлган пролетар
бирлашган мускул,
мускулли қўл,
Тарихнинг чиркин лавҳасин
ёрароқ
Болға ва ўроқ —
Нажот туғроси,
Қонли варақлар
устига сурғуч уриб
Бу йўлдан
биринчи ва энг сўнг дафъа
Шукуҳ-ла
Ҳайқириб кечмишдир.
Бу йўлда,
шу қадим йўлда
У фақат ҳукмрон,
Пекиндан Румгача,
Бўмбайдан то Масков,
Сибирдан Туркистон —
ҳаммаси бир яйлов —
ким, ҳалигача
Бу йўллар бўйича чўзилган
Обида ва хотиралар,
ҳайкаллар,
еш ва қон
Номига қурилган экан.
Биз
шу йўллар тизгинин
қўлга олароқ,
^70 Ақлимиз ва шууримиз —
Госплан
Миямиз — глобус,
www.ziyouz.com kutubxonasi
Миллиметраси — минг километр.
Ҳар чизги
Қурилишдан бир белги — . ,
Ютуқлардан плюс
Биз,
Ер куррасин бошини танғидик
Ва тарихнинг томнрларига қундик
180 эриган темир.
Бу йўллар,
шу қадим йўллар
устидан энди
паровоз
Уз
Уфқининг кўксига ханжар солароқ
Ғалаба наърасин қичқириб
Донглар, шонлар,
шуҳратлар устидан,
190 Шпаллар ўрнига —
хурофий бир қонун
босиб,
Кўкракда бронза —
Юлдуз,
Фахр ила
Келажак,
Бу йўллар,
шу қадим йўллар
устидан
200 ч ин — Эрон,
Рус — Афғон,
Ҳинд — Туркистон
ва жумла жаҳон,
Ун миллион,
юз миллион
ва мнллиард нафар.
Ер куррасида бўлган пролетар
Саломи,
дўстлик илҳоми
210 пўлат карвонларда
ҳайқириб кезажак.
Бу йўллар,
бу қадим йўллар
Устига бу биздан обида,
абадий хотираки, бундан
тўхтамай бир нафас,
Қон —
Қатрон ҳидимас,
54
www.ziyouz.com kutubxonasi
Озодлик
220 шамоли эсажак.
Сўнгги сўз
Уртоқ Шатовга,
— Бу йўллар,
бу қадим йўллар
Устига
Даёшь
Краснопутиловский
паровоз!
www.ziyouz.com kutubxonasi
АЛКОГОЛЬ
1
Алкоголь
бизнинг қонларга
ва рўзғорларга,
дин аҳкомлари,
феодал арконлари,
капитал қонунлари-ла,
урф-одатларга
уйланиб,
10 ичкуёв,
яъни ёв
бўлиб
кирмишдир.
Алкоголь —
бизлар қул,
руҳан тушкун,
узван тутқун,
ризқимиз жигархун,
ҳаёт хумори — банг
20 бўлганда,
нозли бир бузуқ,
созли бир сатанг,
инжиқ бир келин
сингари,
ўз ҳукмин
ўтказиб,
маират — чимилдиққа
кирмишдир.
Алкоголь,
ҳей, сунъий,
хаёлий,
қалбаки сурур,
юзаки ғурур,
фаҳшга олий,
номусга тубан
температура.
56
www.ziyouz.com kutubxonasi
Алкоголь
кўзига
40 қурилиш — йиқиқ;
ҳар рюмка араҳ
улуғ бир дарё,
тўлқин — пўртана
олдида
ичувчи тана
ўпирилмиш қирғоқ.
Алкоголь —
етти бошли,
заҳар тилли
5Э аждарҳо
Улуғ кемалар изидек судралиб
ҳаётлар ютмоҳчи.
Човут солиб,
карвонларни
дарёга тўкмоҳчи.
Алкоголь —
бир қултум сувки,
унда,
бир, икки
60 фабрика ва завод
бурҳитолмай дуд
бўғзидан
тўфонга ботирилмоқчи.
Алкоголь
плюс прогул,
мудрайди,
ўлик эътибор,
станок
70 унга тирак,
суръат,
оҳим —
ток
бекорга оҳмоқда.
Кўз косаси қизарган
майдан тўлиқ,
оёққа босиб
туролмаганнинг
ишида подъём йўқ.
80 Натижа
бир тоқим брак,
тубан сифат,
Ҳей, сен,
бўл ҳушёр!
www.ziyouz.com kutubxonasi
Беш йилликнинг учи
эшикни қоқмоқда.
Алкоголизм —
ёв,
унга ўлим1
У улуғ темпалар
90 олдида
чалчиқ сув —
ғов.
Ҳар беш қадамда,
бир кайф.
Ҳей, сен,
жамият!
Сенга кучлар ҳайф
бўлса фақат;
беш зарб саккизни —
Ю0 қирқ,—
пивной ларёкни — йиқ.
Партия шиори
қалқиб борлиққа,
Ҳаммамиз,
ҳаммамиз
оммавий
ҳушёрликка!!!
58
www.ziyouz.com kutubxonasi
ТУҚИНИШ
Бугун бнринчн август— урушга қарши жаҳон мсҳнаткашларининг намбниш кунидир.
Еради,
Қизил шафақ
Чексиз суръатлар-ла,
Донгдор —
Музёрар кема сингари,
Ивишиқ бўҳронларни.
10 Солади
Жар
«Фашисти дейтунг» тоғдай —
Шиор
Ва шиддат-ла:
«Зийрак бўлинглар,
Бор
Бир ваҳиманинг
Буюк сигнали!»
Капитал — суфлёр
20 «Дейли экспресс»
Томидан —
Мистер Троцкий
Хўрозланади!..
— Дод!— дейди.
— Иқтисод,— дейди,
— Барбод,— дейди.
Бекорга уннийди —
Рим папаси,
Фаранг чодирхаёлининг
30 Овунчоғи
Жоврайди —
«Лига наций ботирлари»нинг
59
www.ziyouz.com kutubxonasi
Қўғирчоғи
Кўради:
Усмоқда,
Ишсизлардан китла —
Қизил шафақ,
Миллионлардан тоғ,
Қапитал радионалига —
40 Қарши баррикада.
Кўради:
Компартияда
Виқор ва эътибор.
Шўроларга
Самимий латофат
Ва ишонч бор.
Капитал тикланишдан нўноқ,
Бироқ:
Бошдан-оёқ чириш,
50 «Давоси,— деб ўйлайди,—
СССР билан уруш».
Қапитал —
Бир-бирини ютмоқчи,
Муддао бозор,
Худди—
Оч қолган боа,
Фашистланароқ буржуа.
Билмайди—у,
Жаҳон пролетариатидан
60 Жамланган эскадрнлья-эскадрон
Кўрсатиб парад —
Саноғи миллион
Ва миллиард
Зарбдор —
Акси ҳужумга тайёр!
Маҳкам ушладик
Меҳнат — яроқни,
Узганинг бир вершок
Ери керакмас.
70 Бизнинг бир энлик
Асл тупроқни
Ҳеч қачон ёт куч
Эгаллаёлмас!
www.ziyouz.com kutubxonasi
ёв босса қадам
Ошиб чегара,
Очамиз кўксидан яра,
Утказмасдан дам.
Капитал муғомбир,
Билмайдики,
80 Сақланажак Октябрь!
www.ziyouz.com kutubxonasi
«ВОИДОД, БОРМАЙМАН», ДЕДИ
Округ идораларида ўтириб, бюрократликка ўрганиб қолган баъзи бир хизматчилар районларга боришдан бош тортиб дейдиларки:
Бўлса ҳам гарчанд район обод, бормайман, деди,
Улдиринг, судга беринг, войдод, бормайман, деди.
Кўзларин жовдиратиб сузган сатангларни қўйиб,
Қўсқи қишлоқи менга кўп ёт, бормайман, деди.
Ю Каттакон округда катта портфель, катта маош,
Автомобиль йўқ, яғир бир от, бормайман, деди.
Мен ким-у қишлоқи ким, чумчуқ билан аэроплан,
Тўртта батракдан ейиб шаппот, бормайман, деди.
Мен шаҳар обу ҳавосига чиниқдим неча йил,
Унда бўлгайман тумов ё бод, бормайман, деди.
Хотиним, бола-чақам мен бўлмасам ичикгуси,
Ким қилар оилага овқот, бормайман, деди.
Шунча йиллар тер тўкиб, кимсан — фалончи бўлсаму,
Энди қишлоқ менгами работ, бормайман, деди.
20 Қани менинг ҳурматим, пастдан юқорингиз шуми?!
Борса бўлмасми Шариф, Боймот, бормайман, дсди.
Мен қачон қишлоқиларнинг феъли атворин билай,
Билмаса ҳурмат нима, шафқот, бормайман, деди.
Майли, текширсин КК, олсин билетни, мен фақат,
Алданиб «Нуртой» бўлиб, ҳайҳот бормайман, дсди.
62
www.ziyouz.com kutubxonasi
ЯЛОВБАРДОРЛИККЛ
1
Айтинг,
нега менинг онам
10
20
туғмадикан илгари,
Миллион-миллион
партизанлар — кўнгиллилар сингари?
Мен ҳам бир тан,
безиб «менадан,
этик билан сув кечиб,
Арғумоқни гижинглатиб,
Сўлиқ-ла сув ичириб
Курашларнинг дабдабасин шимириб,
Қайиш билан бел сириб,
Будённийдай серсавлат,
Фрунзедай эр...
Фақат,
кўп афсус!
Бухоро бир олтин коса
қон-ёш билан лиммо-лим,
қонхўр
амир Олим,
Қусуғига ёнбошлаган
бир бадмаст,
Дин эса,
разил-паст.
тиз ачомлаб алёрчи.
Жажжи-жажжи
қизларимиз канизак,
30 Гўдакларимиз бачча —
қандай ҳақорат, мазак!
Шу фараҳли тонггача
ҳей, сен йўқол,
ҳей, сен банги!
Биз от сурдик майдонга,
ўлдирилган
миллион ишчи,
миллион-вдиллион деҳқонгн
www.ziyouz.com kutubxonasi
интиқом деб,
40 яъни қон, деб,
Ут очилган кунларинг
Тумтароқин кўролмайин қолганмен.
2
Ҳей, айтингиз,
нега онам туғмадикан илгари,
Ромба таққан қўмондонлар,
қаҳрамонлар сингари?
Диер-диёр
ер киндигин,
зириллатиб Ҳазарга
50 От солганда,
Мот қолганда —
бўзиб лаби
ҳуркович эшак каби
ёв қолиб «алҳазар»га.
Асфандиёр,
қочоқ Жунайд,
пистирмачи Абдуллоҳ,
Ҳар ён тўлқин,
ҳар ён исён,
01) туғён,
Душман тополмай паноҳ.
Ғарбдан малъун босириққа
кафан танли инглиз,
Така-туркман
рўзғорига кўз олайтирган иблис,
Бир ҳамланинг шиддатидан,
тумтарақай қочганда,
Ҳар қадамда туман зафар
қучоғини очганда,
'0 Бир яловдор,
Бир байроқдор,
Бир рядовой сингари,
Қизил қўшинлар қатори —
туғилмадим илгари.
3
Майли,
ўтмиш ўн йил менга
шуур берди, онг берди.
_ Гўдакликдан йигитликка кўтарди.
Куч-қон берди.
Мен улғайдим,
курашларнинг нашъаларин эмарак,
Келгусига мендайлардан
64
www.ziyouz.com kutubxonasi
миллион-миллионлар керак.
Иқтидорим
мураббийси — ВКП(б) даҳоси
шуълалари тагида,
Гавризангар чўққисидай
90 виқорли,
Қизил аскар шлемидай
дағдағали муқтадир.
Аҳён-аҳён:
— Нега, дейман,—
эрта кунги Октябрь
жаҳон бўйлаб инҳилоб
туғилгувчи кун бўлмас?
Мен курашда,
мен қамалда ўлган
100 Номсиз
Рядовой —
бир аскардай сафбастамен,
ўзлигига иловсиз.
4
Ҳе Осиё, Европа,
кўҳна дунённиг,
Африка,
У қора танларинг сенинг,
Афғоннинг, Эроннинг,
110 жумла жаҳоннинг қуллари,
Дамашҳнинг, Басранинг
етим, туллари,
Марокаш эрлари,
Сиём шерлари,
Раъдвор наъралар
тортмоҳлик галинг.
Қўй жаҳон уфҳида,
ҳилпираб шу қизил яловки,
бирлашсин ер узра
120 барҳаёт йўҳсил!
Бу умид шуурим —
омолим менинг.
Миллиардларча пролетар
дўстлар билан тенг,
беш мингча йилларнинг
Занжири —
Саддн Искандар
бузармиз
битта ҳайбатдан,
5 - 9 7 85
www.ziyouz.com kutubxonasi
130 Хитойни қутқазиб асоратдан.
Америка кўк ўпар
шаъни-шукуҳи,
Фаҳшнинг,
қалбаки сурурнинг кўриги.
Монте-Карлолар
ўрнида қурармиз
ёруғ дунёни,
Курашга мосланмиш
синфий ҳурликка,
140 Ҳар ишчи,
ҳар деҳҳон
яловбардорликка...
www.ziyouz.com kutubxonasi
ТАКЛИФ ҚИЛЛМАН
(Умумий мажбурий таълим муносабрти билан)
Шу ёшгина ўспиринга қарангиз:
«Еш бошидан кашанда,
қандай орсиз, шарманда,
бобосидай кўксовланар,
кўп эсиз!» деярсиз.
Мурғаккина ўпкасидан бир парча
Махорканинг тутунига қўшилиб,
10 Уткир ханжар сингари,
Бош устидан кўк тилиб,
Қанотли бир аждарча
Еки зангор илон каби буралиб,
Соғлиқ деган муаммога чирмалиб,
Шу «гумбази даввор» ичра сингади.
Кўзларида маъносиз бир илтифот,
Гўёки у
Аллакимдан ранжибдн;
Ҳалигача
20 Мактаб, ўқиш унга ёт.
Машғулоти:
«Тойди» билан «Ачипти».
Биз бошданоқ шимиб олдик
Лениннинг
«Саводсиз бир ўлкада —
Социализм тузилмас!»,—
деган ўтли шиорин.
Дилга чўккан
Анъанавий омиликнинг ғуборин
30 Юз ҳам минг
Техникумлар, мактаблар
Ювмоқда, олмай нафас —
Кишилар фабрикаси.
Комсомол ҳам пионер —
Миллионлаб соғлом кадр,
Қаторланиб чиқмоқда,
Келар киши ҳаваси,
Ҳар биттаси азамат —
Беш йилликни тўрт йилда
40 Битказишга муқтадир.
Албат:
Шу бола ҳам
www.ziyouz.com kutubxonasi
Пионердай гумбурлатиб барабан,
Шу қаторда қалам, дафтар қўлтиқлаб
Юрмаганга аламланиб —
буриб лаб,
Аччиғини олар, балки
Махоркадан, ошиқдан.
«Партиямиз ўқимоқни ҳаммага
50 мажбурий деб қўйса ҳам,
Айтинг нега
Маорифда ўлтнрган акам
бепарво?»—
деб балки чекар ғам?
Бир Тошкентнинг ўзида,
Узбекистон марказида — кўзида
Рўйхатдан ўтмай қолган
Шунча жон!
Маорифнинг вакиллари
60 Қаландардай тентираб,
Эшикларни қоқади —
Расмият
Фақат,
Минглаб Мишка, минглаб Ванька,
Минглаб-минглаб Аҳмаджон
Расмиятдан ишга ўтиш
Муддатига боқади.
Омилиги тугатилган
Кекса гуруҳ ўрнига,
70 Янги бошдан саводсизлик
«Кадр»лари ўсмасин,
Ижтимоий бурроликнинг йўлнни
Бепарволик,
Сансалорлик тўсмасин.
Бир қарангиз, нима сўрар
Шу боланинг кўзлари,
Бир бу эмас,
Шундайлардан минг-мингларнинг сўзлари:
— Беринг,— дейди,— интернат,—
80 Беринг,— дейди,— фабзауч,
Биз тарқоқ куч,
Бизга эътибор, ҳурмат!—
Дейди:
— Модомики,
Умумий мажбурий таълим —
Уқувга, ўрганишга
Биздан бошқа
Лойиқ ким?
68
www.ziyouz.com kutubxonasi
ТУЛҚИНЛЛР ОЛДИДА
«Булунғур район, Ривож даҳа, Қўштепа қишлоқли
муштумзўр Маҳмуд Искандар ўғли чамандай очилиб
турган пахтани ўрнб, қамиш ўрнига томга босди ва устидан тупроқ тортиб юборди. Сабаби: чакка ўтмас эмиш.
Бундан энг ози 60 пуд пахта чиқар эди».
Қ о п қ о н.
«Поп район, Шўрканд жамоа, Қайнрма қишлоқдаги
«Бирлашган» колхозининг раисн Абдураҳмон Юнус ўғли
яшириниб колхозга кирган муштумзўр эди. Тез орада
колхознинг 250 пуд унини исроф қилди».
Ҳаваскор.
Жабҳа бўйлаб оғир кураш
тинмай оқади.
Қум-кесакдан кўп бемадор қирғоқлар
Уприлади, увалади,
Даҳшат — тантана,
Ҳайқиради бўйдоқ қаҳ-қаҳ билан пўртана.
Гирдобларга учраб қолган, йиртиқ елканли
20 бир синиқ кема
Бир бешикдай чайқалади
пассажирларин
қалблари каби,
Эшкак қўлдан чиққан, умид қунруққа,
Пассажирлар жавдирлатнб
тслба кўзларин
солар йироққа;
У... ҳў... поёнснз, кўринмас соҳил,
Е нажот — илдиз.
30 Аллақайда бир тўда ит тўлқинга қарши
увулламоқда,
Бир яқинлик сезиб бундан, пассажир қалби
шувулламоқда.
Қишлоқларни қучоқлайди
тўлқин — қизил йўл,
Муштумзўрлик сўхта шам,
Милтнрайди — сўнмоқда буткул.
Электрик нурига қарши,
Жаҳон бир боғ қамиш бўлса, ёнднрса-қўйса.
40 «Кўпчиликда йўқ баракат —
Коллектив бўлманг,
Пахтакорлар хор»,—
дейди тинмай кеча-кундуз қилиб ҳаракат,
иғво тарқатар;
Баъзан бузар аламзада пахта майдонин,
ёқар хирмонин.
69
www.ziyouz.com kutubxonasi
«Асака ранон «Бабналминал» колхозига яширинча кнриб қолган муштумзўрлардан Исҳоқбой,
Сўфибек, Ботирбек, Тешабой деганлар колхозни
50 бузишга ҳаракат қилмоҳдалар. Баҳорда берилган
чигнт, 200 пудча кунжарани шулар яшириб, чиритиб юборганлар. 15 адад турли машнпа асбоблар
шуларнинг иғвоси билан ишлатилмади. Ҳозир
занглаб ётади. Натижада, 200 гектар пахта мандонидан 100 гектари чопилмай хароб бўлди. Район тсрговчисн булардап 15 кишини қамоққа олди».
60
70
80
90
Буқаламун сингари ҳар дам ранг-баранг
қилади найранг,
Коллективлар қучоғига яширинади,
заҳарли ништар —
Аста-аста ичдан туриб беради зарар:
Чигитларни чиритади қўймасдан борин;
пўпанаклар устидан
бир қўзиқорин
Муштумзўрлик насибаси униб чиқади.
Моғорлайди,
бир ўнгирда ўғит, кунжара,
Малҳамланади —
муштумзўрнинг қалбидан очилган яра.
Машиналар ишлатилмай босиб қолса занг,
Муштумзўрлик чеҳраси
Олар бундан ранг.
Жабҳа бўйлаб тўлқин — кураш оқиб боради
Мудроқ, якка қишлоқларни
колхоз — қизил нур ёриб боради.
Чиғанади,
Зўриқади
душман-муштумзўр.
Пўлга чўкиб қорабўра
тўғон бўлмоққа
Е зару ё зўр.
Кураш кўп шўх!
Оқизади «Бир сомон парча,
бир узуқ қилча>
Иламасдан чипни ва чипбастани —
Муштумзўрнинг жийиган ўлакса тани
Аллақайси илдиз, чирик бутоққа
илинади,
— сассиғин сочиб ҳар ёққа.
Бу тўлқинлар билан оққан
ҳазор ва ҳазор
Муштумзўрлик мурдасига
қазийди мозор.
70
www.ziyouz.com kutubxonasi
БЕВИҚОР ҚОР
(Назира эмас)
Йигитчадан қочган қиздай буралиб,
Жин машина тароғидан таралиб,
Эркин-эркин момиқлардай «шаҳпарвоз>
Кеч куздаги япроқ билан ўйнаб ноз,
Қўл ушлашиб ерга тушган лайлакқор.
Мадҳиялар газета бўйлаб оқар,
Балки биров сенда кўрар «кўп виқор»,
10 Бир зериккан айтар балки «яна қор —
Заҳарли игнасин кўзларга тиқар...»
Мен шу инжиқ сезимлардан бар силкиб,
Жуда содда бир рабочий, колхозчи,
Бир пахтакор хўжаликда теримчи,
Қор ичимга ёққан каби кўз тикиб,
Дейман: «Евга важи-корсонлар туғар!»
Қўсакларнинг кўпи қилмамиш ханда,
Қандай бевақт бу қор айлади ҳужум!?
Биринчи сорт намланиб бўлар «нежум»,
20 Ииғим-терим бўлмаган кўп хирмонда —
Скуппункт беролмаган қоп-қанор.
Қор бемалол нор тевадай чўкади,
Салобат-ла шудгорни қилиб пайхон.
Оппортунист томирига кириб қон,
Пичинг билан дейди: «План бўкади,
Агар шундай шилта бўлиб ёғса қор».
Қишлоқдаги муштумзўр ҳам руҳоний
Оппоқ, сават бошли пояни кўриб,
Лаззат билан кир бармоғини сўриб,
30 Қилар дарров «бир саждаи шукроний»,
Деяр: «Мана қаторимиз ўсади,
Амомали малойиклар тўсади,
Ҳар қандай зўр суръат бўлса, важд, виқор».
71
www.ziyouz.com kutubxonasi
Поя «меҳмон ҳосил»лардан эгилур,
Севинч билан «ўнглар»- «сўллар» тикилур,
Шивирлашар «Тойпалди охири», деб.
Фақат сўнгроқ қолади... қини еб,
Ким бўлмасин ишга гар шундай боқар.
Биз шамолдай паровозни қўшамиз,
40 Вулутлардай уюм-уюм момиқлар
Тўқимачи заводларга йўлланар.
Қуёш ўзи қилган ишга — бетамиз —
Куйинар-да, кўсак бошини чақар.
Биз планни бажарамиз ортдириб,
Шиоримиз юз йигирма процент,
Ким ўзарга Қува, Фороб, Уш, Тошкент,
Шаккокларга бурунларин тортдириб,
Азаматлар — зарбдорлик таблин қоқар.
Ҳар бир кўсак, ҳосил берган ҳар чигит
50 Бизнинг кўзга илашмасдан қолмайди,
Панжасини тўлдирмасдан толмайди,
Биздаги ҳар хотин-қиз ҳам эр йигит!
Ҳей, бевиқор, душманга ён босган қор!
12
www.ziyouz.com kutubxonasi
ТУГАСИН ТАКЯ
I
Талай қизил чойхоналар
қондираргина
Ташналикни бемалол,
Тортади диққатларни:
Деворларда алпи-салпи,
гаранг-лол,
От ўйинда масхарабоз,
10 Гижинг-гижинг отларнинг,
Еки Тарзан аждар билан қилур жанг —
Афишалари бемаъни,
яъни:
Кўнгилларга чўкдириб,
Қатор даҳшат, ваҳима,—
Эртаги ўйиндан бир эълоннома,
ёппасига ринг ҳам ранг.
Қизил бурчакмиш гўё,
Қаталакка қамалган
20 Кўп булбули ногўё,
«Уртоқлар,
китобларга сўрамасдан
тегманглар!>
Қимдир бунда —
Гиламини қоқмишдир,
Тегирмондан гард
тўфони оқмишдир,
Баъзан-баъзан —
Панжаларнинг, бармоқларнинг
30 изи бор,
Қачонлардир
бу қутбда жонлилар
Саёҳат қилган чиқар.
Янги турмуш тўғрисида
ўтган гал
Езганимга пушаймон —
сал
Бўлса ҳам қилмайман,
www.ziyouz.com kutubxonasi
Кўнглим мусаффо, ором;
40 Чойхонашшг ўзида,
Бир синиқ ром
кўзида,
Бемскнйиинг ойннаси сингари,
Гарчанд телба-тескари
ёпиштириб қўйилган.
Чойхонадан бир чўнтак
пўкак йиғмиш
бир бола:
«Қармоққа жуда керак»,—
50 дейди менга мақтаниб.
Наматларни куядан
Сақлашга энг зўр чора —
нос талқон.
Даромаднинг озлигидан
нолийди;
«Чойхўримиз кам»,— дейди
Чойхоначи бечора.
«Пайров билан сафсата,
албатта,
60 Унумларнинг ўғити,
Радионинг сидирға гапи —
маддоҳдан ҳам баттарди,
Битта янги батарей
қўйишга йўқ ҳафсала»,
дейди шўрлик хўрсиниб.
«Улиб бўлдик димиқиб,
самоварнинг ўтини,
аччиқ экан тутуни,
эшикни сал очиигнз!»—
70 дейди ишчи Миразиз.
II
Бир қолипга тушолмаган
Дурда-дурда фикрлар
эговлакин,
Яшайишга мослансин.
Чандишайик, қайишайик
Менинг, сенинг айблардан!
Бир номаъқул кашфиёт —
қўпол режа тинглангнз,
80 Ман:
пиёлага оёқлар
Балки сиз:
боғламоқни ўйлайман.
www.ziyouz.com kutubxonasi
шамларга кўзойнак,
китобларга дардарак
ихтироин сўйларсиз?
— Ҳар ҳолда қилинг кўмак,
маслаҳат, бу маслаҳат:
кенгашган тўн тор келмас.
90 Шу шеъримнинг қолганин
ҳар ким тинглайман дсса —
қўлларшш кўтарсин:
Аксарият!..
Афв этингиз, ўртоқлар,
Қолган қисми шеър эмас,
қисқагина расмият —
маъруза:
Қизил чойхоналаримиз бўлсин, улар ҳордиқ чиқаришда бизга ёрдамчи бўлсин, биз иш устидаги ютуқ100 лар, янгиликлар, камчиликлардан суҳбатлашайлик,
тажрибалар ўртоқлашилсин. Жўралашган ҳаётнинг
йиғинчоқлари қизил чойхоналаримизда Ленин бўлсин.
Бўлсин унда радио, шахмат, қироатхона, ижтимоий
кружок!
Яшасин янги шаклдаги қнзил чойхоналар!
Тугасин такячилик!
75
www.ziyouz.com kutubxonasi
ҚУЛТИҚЛАНГАН ҚАЛЛА ТУҒРИСИДА ҚОФИЯЛИ ВАЪЗ
Навбат деган ўз-ўзидан тузилмагай,
Тақсимотнинг тепасида тўғри қилмай.
Неча баднафс ўз ҳиссасин қилиб мўмай,
Балоларни бизга юклар, дўстларимо.
Газетада ёзилиб чиқди қизиқ хабар,
Англиянинг олтинига учган хумпар
Гўшт-ёғнинг саркоридан неча нафар
Қўй-қўзини қирар экан, дўстларимо.
10 Биз илоннинг бошин янчдик бермай омон,
Энди навбат қолди унинг думи томон.
Тошкентдаги кушхонамиз душманга ён —
Тутмасмикан, ёвга лаган, дўстларимо?
Бу тўғрида Аҳмад ўғли ёзди фикрин,
Биз ҳам солдик шу тарафга кўзнинг қирии.
Машмашалар ўрмалади бирин-сирин,
Уйлаб-нетмай ёзавердик, дўстларимо.
Тупроққўрғон қирғоғини кўрдингизми?
Қиш келса ҳам қўраси йўқ ёки тими.
20 Мингдан ошиқ қўйлар ўлди чиқмай ими,
Очлигидан ем-хашаксиз, дўстларимо.
Қушхонада кўплар янги маҳалладан,
Кўпчиликнинг ҳақи ёнғоқ бир палладан,
Қўлтиқларга қисиб олиб бир калладан
Ҳадик олмай кетадилар, дўстларимо.
Ғофир ўғли Соат ўн беш қадоқ биқин,
Ундан сўнгра етти кило ёғин секин
Умарганда ушлаб қолдик, эсиз, лекин
Ҳайдар акам хаспўшлади, дўстларимо.
30 Яна янги маҳаллалик Юнус саллоҳ,
Коржомага бир думбани ўраб суллоҳ,
78
www.ziyouz.com kutubxonasi
Таги жуда сирқирармиш урсангиз шох,
Им-жим бўлди лаб тишланиб, дўстларимо.
Маҳкам, Тошмат ўғирлади салкам така,
Буни билди завком, мудир ҳам ячейка,
Лекин ўзи бир «улуқ»қа эрди ака,
Ушлаганни тишладилар, дўстларимо.
Аравакаш, еч белбоғинг кўрайлик-чи,
Бу нимади, тиш иржайтиб қилган ажий,
Қўйми, ҳўкиз, туя ёки эчки боши,
40 Таламаган сенми қолдинг? Дўстларимо!
Гўшт дўкони биздан сўрар забор патта,
Прилавка орқасида учта нимта,
Кўз танишинг насибасидир албатта,
Қомиссия «Сондан кес» дер, дўстларимо.
Қолганлари ёзилғуси келгуси гал,
Навбат олай, қозон қизиб, хотин махтал,
Бизга қорин, жигар, буйрак тегса — асал,
Дуо қилиб ей берамиз, дўстларимо.
Ахир бир кун суриштирар ўртоқ РКИ,
50 Очилғуси қолган-қутган ишлар таги,
Чораларни кўрар бирни қилмай икки,
То унгача омон бўлсин, дўстларимо!
www.ziyouz.com kutubxonasi
ТАГДУЗИ
Симобдай жилваланнб,
Кумушдай ялтираган,
Шу тагдўзи қайси бир
Хинали қўлнинг иши?
Қайси бир садаф сийна,
Тўзим-ла санчиб йигна,
Инжуларин бирма-бир
Бу шоҳига қадаган?
10 Қайси қайғули юрак,
Шу япроқлар устига
Шабнамдай ёшларини
Чатиб-чатиб қолдирган?!
Қайси бир зарурият,
Бу торгина чамбарда
Тетик, қайтмас, тийрак
Идрокларин толдирган?
Ҳар тўкисда бир тўқол,
Қўлга олиб сиз яққол
20 Бир текшириб кўрингиз:
Тагдўзининг бир талай
Қемтик-кўстин топарсиз.
Тўридан гўри яқин
Аллақайси чизмакаш,
Нусхаларни чизибди,
Жуда-жуда йироқдан,
Биз билмаган «ироқ»дан.
Чевар ҳам турлугини
Урнига қўёлмабдир:
30 Нуқул оқ, баргикарам,
Пистоқи, гўлос, зангор.
Шу кундаги ёшларга
Айниқса кўпроқ ёқар.
Қизилу гулнори кам,
Тикиши силлиқ эмас,
Угирмаси чекмага,
www.ziyouz.com kutubxonasi
Санамаси йўрмага
Кундош бўлиб тургандай,
Жуда қўпол бир тепчик,
40 Тепаси чўққи, кичик,
Кизаги салкам сара,
Жияги ўн уч иплик,
Паранжи бандагидай,
Қаландарга жандами,—
Тўнкарилган қумғондай.
Чизмакашда нима айб,
Аёлманд бешик-белик.
Чизай деб олса пилик,
Бола йиғлар — ишлар ҳайф.
50 Чеварнинг йўқ тиними,
Қатимини олдими,
Адасига бир қултум
Иссиқ қилиш ташвиши.
Баъзан қучоқлар удум:
«Ҳа айланай, не қилай,
Рўзғор қурғур ғор экан,
Қайси бекач қайрилиб
Узгага боқар экан?»
Тепчикчининг бошида
60 Каттагина кўргулик,
Уйдан чиқмиш яқинда
Арслондай йигит — ўлик.
Эгнида қора билан
Қунт қилмас ўзга ишга.
Орада номус деган
Қўпроқ тегадир тишга.
Бизлар бола чоқларда
Қатор белбоғ боғлаган,
Чаккасида тагдўзи,
70 Мўйлабларин ёғлаган,
Ҳаккари дуранг этик,
Олифта, сатанг, тетик,
Яғрин ташлаб ҳайқириб,
Утганларни кўрсатиб:
«Улмасин, йигит экан,
Қайси азамат ўғли,
Улоқда катта тўқли
Човидан сирқиб чиқмас»,—
Деб, мақташиб бир нафас
80 Қолар эди бобойлар.
www.ziyouz.com kutubxonasi
Бугуннинг йигитлигин
Бошқача ўлчайдирлар:
«Улмасин, йигит экан,
Фалон завод зарбдори,
Қўллари қадоқланган,
Кўзлари ўтдай ёнган,
Азаматлик виқори,
Уртоғини ҳайқириб,
Басма-басга чақирди.
90 Билагидан металлар
Уқ еган арслон каби
Омон тилаб бақирди.
Уртоқларининг кўпи
Орқасидан эргашиб,
Утган ойда юз берган —
«Упирилишни ёпдилар»,—
Деб мақташиб қолалар.
Бунга қўша бириси:
«Шу йигитдай кўп ботир
100 Хотини ҳам синглиси,
Ҳар иккови фабрикда
Уқувларин шимдириб,
Зарб билан ишлаб ётир.
Шу йигитлар кўпайсин,
Қурилсин гигант-гигант,
Бўш оқмасин зеҳният,
Планлар бўйлаб сизсин»,-—
Дея тўкар мақтовин.
Тагдўзи, шоҳи қийиқ
110 Қуннинг довруғи эмас,
Гажак ва қора мийиқ
Иигитлик донғи эмас.
Йигитлик ўз билан тенг,
Тўла бийлик эгаси,
Ёлғиз уйнинг «бекаси»
Саври, Холпош, Хайрини
Тагдўзилар бағридан,
Бешик, сигир, увада,
Адасига бир қултум
120 Оби ёвғон ташвиши,
Аза, қора, бир тўда
Урф-одатлар, удум,
Эм-тумларнинг қаъридан
Етаклаб чиқа олншдир.
Ясла, бириккан туроқ,
Қурумсиз пок ошхона,
www.ziyouz.com kutubxonasi
билим, онг, меҳнат-яроқ,
Фабрика-завод порлоқ,
Туман-туман корхона,
130 Тетиклик ўчоқлари,
Кенг очиб ҳучоқларин
Кутар опажонларин.
Қийиқлар, тагдўзилар,
Чойшабу зардеворлар
Чакмасига чатилган
Қунт, тўзим, идрокларни,
Беш йилликка йўналган
Қурилишлар бўйича
Сирқитиб оқмоқ керак.
140 Қўй, торгина чамбарда,
Сиқилган минглаб юрак,
Гайкаларнинг қирқимин
Яйраб, бўрғалаб пишсин!...
Қўй, уйғотсин ҳайқириб,
Гудок кунлар наъраси,
Ҳилпиратсин рўмолин
Чин эрклик шаббодаси!
6—97 М
www.ziyouz.com kutubxonasi
193 1
МИЖЖА ҚОҚИБ УЛГУРА ОЛМАЙСАН
Мияда қон,
кўзда, қўлда, оёқда,
Бу вужуднинг ҳар қисмида
қон томир.
Бир вужуддай СССРни қопламиш
фабрикада, хўжаликда,
оилада, ҳар ёқда
миллион вольтли Днепр,
10 Днепрлар бўйлаб оққан электр,
шўх қалб каби сапчиб тепар —
қон — ток сепар динамо.
«Юмшоқ» масдаридан
тамом бехабар ўткир кўзлар,
чегарада турган нишончи нафар
сингари
шуъла найзали, титроқ киприкли
Ленин чароғи!
Госплан Союздан бир счётчикки,
20 ҳаётдан маъданий рақамлар,
пакка михларига илинтирилган
пўлат ҳалқалар;
100% — юз фоиз!
Поезддан тез,
қалдирғочдан, ўқдан ҳам,
товушдан-да,
минганимиз эфирдан ҳам.
Биз қудрат-ла
бир суръатга миндикки,
30 мижжа қоқиб улгурмайсан бир-икки.
Ҳар секундда уч юз километр,
«Коминтерн» бекатидан бир нотиқ
жаҳон бўйлаб қилар нутқ!
82
www.ziyouz.com kutubxonasi
МАДАНИЙ ҚАТРА
I
Уртоқ қизлар,
Уртоқ ўспиринлар,
Чинин айтинг,
Кўпинча сиз,
Бир муносиб ўртоқни
Тинмай қидирасизлар...
Менга қолса,
10 Яққолгина медфакнинг
Студенти билан ўртоқ тутунинг,
Ёки адаш тутинг
Унинг қизидан.
Фақат дўстлик
Сизни ва адашингизни
Ҳаддан ўта
Бийрон қилиб қўяжак.
Танишликдан икки ҳафта ўтганда
Юрак шеъри —
20 Лирикалар, турмуш кечирмалари
Сўйлаб тугатилажак.
Суҳбат қуруқ,
Мавзулар йўқ,
Кўзлар лўқ...
Сизга ёрдам бўлсин:
Кези келганда,
Биродардан қоқлатилган кишилар
Ва уларнинг таркиб топишларидан
Қатор сўроқлар беринг,
30 Мавзу илмий, мавзу ҳаётий...
Дўст ҳам ортиқ
Чечовланиб кетадир.
«Одамнинг,— дер,—
Тўртдан учи оддий сув —
Турли тузлар,
Темир ва қисман кўмир...»
Дўст суҳбатин сир сақлайдилар-ку,
Бироқ эпчил,
www.ziyouz.com kutubxonasi
Чақимчи ел
40 Қўча бўйлаб зир изғиб,
Сизнинг ширин
Достоннинг бир мисраин
Исирғадай
Тақиб қочди қулоққа!
Суҳбат жонли,
Тўлин ой тентиб-тентиб,
Такя қилар
Шу кўринган тик тоққа,
Чарчоқ кўзин юмар,
50 Заррин кипригин
Улаштирар
Бир-бирининг устига,
Лекин уйғоқ
Дўстингиз ҳам кўп қатъий
Кимёдан бир дарс берар
дўстига...
II
Мен шахт елиб,
Узининг кенг
60 Қучоғида сақлаган
Кўп севдигим
Ишчи-деҳқон ичига —
Оиланинг керагига йўлланган
Бир югурдак
Бола каби бораман.
Қўл бўш эмас,
«Етти бошли
баччажиш»дан афсона,
Е трамвай
70 Босиб ўлган кампирнинг
Фожиали ўлимидан
Бир хабар...
Ваҳималар... билан эмас,
Балки ҳақиқий лапар
Дўстлик достонида
Сўйланган сирнинг,
Одамзод эгалик қилган тананинг
Довруғини кўтарганча бораман.
III
80 Ким бўлса ҳам чинин айтган:
«Бизнинг умрлар ҳулол»,
Иккам юзга кирган
www.ziyouz.com kutubxonasi
Таряки бир чол.
Маллахондан шу кунгача
Кўкрагида сақлаган
Кир-сўлак
(афв этасиз)
Уқчиқланиб, букиб тиз
Шаршаракка туплади.
90 Бу шаршарак
Маъшуқалар чўққайган
Ҳовузчалар қирғоғидан айланиб,
Е қўрқинчли босириқдан.
Туш тинглаб,
Натуралист бир шоирнинг
Илҳомига боғланиб
Аста жилмақда эмас.
Балки сифилис
Яраларини ялаб,
100 Тиф косаси орқали
Меъдаларнинг қўрғонларин олгали
Миллиардларча
Микроб қўшини билан
Жой олмоқчи
Жуда ичкарилардан.
Қуёш — парма
Тоғлар кўксин тешадир,
Чотқоллардан ҳатлаб-ҳатлаб,
Водийлардан чопадир.
110 Тинмай-тинмай
Вазнсиз шеър,
Яйдоқ бўз айғир каби,
Симобдай пок булоқлар
Жилваланган талотумли сиртига
Шўх кечгани манзилларнинг
Малолини илдирмай.
Табиатда қудрат борми
Биздан вазн олмасин.
Қурилишнинг ботир қўли
120 Унга юган солмасин.
Тоғлар улуғ, тоғлар юксак,
Фақат банди филлардай
Бинокорлик темирини, нефтини,
Кўмирини ва бошқасин ташийди.
Хартумини савол учун кўтариб,
Кучсиз қолиб
Енбошини қашийди.
www.ziyouz.com kutubxonasi
• Дарёлар зўр,
Дарёлар куч,
130 Бироқ кишанладик ,биз,
Сеҳрланган аждар каби
Электрик пишқириб
Днепр ҳам чўкди тиз.
Яйдоқ Бўз ҳам маданийдир,
Биз уни юганладик.
Унда айрим қатрал^р ҳам
Тақиб олган галстук.
У сифилиснинг яраларин ўпарак,
Тиф ялоғи орқали
140 Қўшилиб тупук, сўлак
Бизга келмакда эмас:
Балки шабнам поклиги,
Булоқлар ўйноқлиги,
Қуёш мазмуни билан
Совет табобатининг
Онгли қозонларидан
Социализм шаҳари
Томирлари орқали,
Пролетар хизматига
150 Қўп ҳовлиқиб келади.
Қаршингдаги бўйин эгиб,
Қўл боғлаган
Шу чумак
Техникада энг оддий
Бир формула:
Унгдан, «сўл»дан
Сув бермагай,
Тўғри тут,
Большевиклар қурган
160 Водопровод.
89
www.ziyouz.com kutubxonasi
ҲЕЧ ҚАНДАИ БИР ҚУрҒОН БОРМИҚАН, БОЛЬШЕВИҚЛАР
ҚУЛГА ОЛМАГАН!
(Узбекистон Советларининг 4-қурултойига)
Шу содда биргина жумлада
Қурултойнинг бутун мазмуни.
Масала, қарорлар ҳам
Мундарижада бекўст-кам,
Қон каби топажакдир
Жумлалар шуурини.
Ю Кунларимиз йиллардан салмоқли,
Иилларимиз тугал бир умр.
Бизнинг қўлларда ёғочлар
Бир мазмун оларки, темир.
Бир зумда каттакон бир муҳитдан
Чақмоқ каби учиб ўтармиз.
Йилларнинг мазмунин ойларга сингдириб
Социалистик жаҳонга кўчиб ўтганмиз.
Улкамиз тўғридан жуда ёш —
Ун тўрт ёшли новда, ўспирин,
20 Лекин етук товушимиз ғурурин
Қурганимиз совхоз ва колхозлар,
Фабрикалар йигит бонгидан,
Днепр, Волга, Дон яратган,
Электрли порлоқ тонгидан,
Асримизнинг оддий бир батракка
Бахш этгани синфий онгидан,
Тинглата олдик бутун дунёга!
Қирқ ёшли бошларнинг ақлини
Сиқиштириб мияга жойладик.
30 Ер куррасин занглаган чархини
Бошқа бир давр учун мойладик.
Беш йилликнинг иккиси қалъалар
Фатҳ этган замбараклар каби,
Орқада гердайиб қолдилар.
Учинчи қатъий йил қурармиз
Социалистик иқтисод учун пойдевор.
Ҳеч қандай қарши куч бормикан
Биз билан курашда толмаган.
Ҳеч қандай бир қўрғон қолмагай
87
www.ziyouz.com kutubxonasi
Ғйфур Ғулом ва Ҳамид Олимжон. 1929 йил.
40 Большевиклар қўлга олмаган!
Афв этасан, ўртоқ қурултой,
Ҳозирги сўз сенинг борангда.
Сен бу кун тўғридан пролетар
Ҳукмронлигига ифода.
Биз гурра кўтариб қўлларни
Топширдик кунларнинг измини.
Кунларки, йиллардан салмоқли,
Бўшашмас суръатлар тизгини.
Биз сендан шаклча кўп содда,
50 Мазмунча салмоқдор қарорлар:
Миллион жуфт кўз билан
Ун миллион бармоқлар,
Туманча елкалар талабин сўраймиз.
Қарор қил, бу кўзлар ствол устидан
Марранинг биқинин пойласин.
Бармоқлар тепкини боссин тез,
Тепкики, капитал ердаги постидан
Ажралиб ўлимин чоғласин...
Кунларимиз йиллардан салмоқли,
60 Иилларимиз тугал бир умр.
88
www.ziyouz.com kutubxonasi
Кунларимиз биздан сўрайдир
Миллион тонна металл ҳам кўмир.
Миллион тонна момиқ сўрайдир
Қурилишнинг зарбдор кунлари.
Қарор қил, қурултой,
«Бос!— деб,— илгари!»
Юракнинг ўғитин
Кўрсатсин йигитлар,
Тўғонлар чип билан боғлансин...
70 Пахтакор колхозчи эрларнинг
Зарбидан титрасин,
Марварид тишларин
Кўрсатсин чигитлар!
Муштумзўр ситилган
Тугмача мазмунга
Бизнинг кунларда
Бўлолмас эга.
Кунларнинг мазмуни қуюқлашадир,
Юкланган вазифа ундан ҳам.
80 Беш йиллик энг қатъий бир йилда
Қиз, жувон, ҳаммамиз
Бирликда бардам,
Далалар бўйича миллионлаб трактор
Рулларин бурғучи туманча кадр
керакдир!..
Шу гигант даврдан юз буркаб
Қочмоқлик уятдан-уятдир,
уятдир!
Бу тўрт йил беш йилнинг
90 Сиқилган мазмуни
Ишлар ҳам, сўзлар ҳам,
Шеър ҳам мазмунча
Салмоқдор — симобдай,
кўп тийрак бўлсин.
Ҳарфларнинг ўзаро мусобақаси,
Сўзларнинг зарбдор бир дағдағаси,
Жумланинг муқобил плани бўлсин.
Туришларда битсин прогулчилик,
Биз энг қатъий бир йилга кирдик,
100 Қайтмасмиз кучларни енгмасдан.
Ҳеч қандай қарши куч бормикан,
Биз билан курашда толмаган,
Ҳеч қандай бир қўрғон бормикан,
Большевиклар қўлга олмаган!
www.ziyouz.com kutubxonasi
СЕЛЬМАШНИНГ БИР ДЕГРЕЗ ШОИРИ
Қандай бахтли шоирнинг
Яратган ижодиким,
Тракторнинг эҳтиёт
Бўлагидай ардоқли.
Тева минганларнинг
Куйин тингладим,
Мунгли улар,
Сўрагандим:
10 — Сафарларин жабдуғидан,—
дедилар
Тракторнинг шўх куйига
Шеърим жабдуғ бўла олса,
Узимда йўқ севинарман
Трактордай қаҳқаҳли!
Муҳаббатнинг «илоҳи»дан
Уқ еган бир шоирни
Хазонрезгиликда кўрдим,
Ҳар япроқ бир капалак,
20 Мажруҳ тани.
Топган сўзи:
— Оҳ фалак!
— Тур, ҳез,— дедим.
Аранг шивирлаб лаби:
— Сен сўкишда
Бир оддйй дегрез,— деди.
Уртоқ Сельмаш,
тинглаб қўй!
Давр ўғли — яъни мен:
30 Шаҳид, ғози,
Е миллатчи фашист
Хунрез эмасман,
Балки кадр:
Шу кунларни ёзолғувчи
бир шоир,
90
www.ziyouz.com kutubxonasi
Қуёлғувчи мард дегрез
Сифатларин опичиб,
Сенга ишга бораман.
Сўкмайсанми, кураш куни
40 Йўл тўсиб қилса ғовлик,
Фалсафаси тутун каби
Узун, нордон мижғовлик?
Мен шоирми,
Уз давримнинг гайкасин билмай нега?
Оч қолайки,
Не эканин била олмасам «сеялка».
Ҳей, қурилсин
Сельмаш кўп тез.
Мана тайёр бир кадр,
50 Узи шоир,
Шоирликдан илгарироқ
Эпчилгина бир дегрез!
www.ziyouz.com kutubxonasi
НЕФТЬ
Боку нефть булоқлари бўйича беш йиллик план икки ярим
йилда бажарилди.
«Бу саноқлар ёшайишдан
Кўп узоқ хаёл,
Қандай мумкин беш йил каби
Сиқиқ чанбарда
Босиб ўтиш,
Толиққанлар бўлур сафарда,
10 Келажак... у, толе синаш...»—
Каби ғайбий фол
Телбалари ситиқ тугма
Каби яроқсиз,
Пуфаклардай учмоқдалар
Қолдиролмай из.
Машиналар ҳансирайди,
Иликлар толмас,
Бўғинларга нефть —
Қон беринг,
20 Жон шимдирингиз,
Ер куррасин анор каби
Сиқа олдик биз.
Типирчилаб сиғолмасдан
Нефть занги — бадмаст,
Қора айғир тик ўмровли,
Яйдоқ ва тетик,
Беш йилликнинг дағдағасин
Унга юкладик.
Уқувларни ишга солдик
30 Эпкин ва таранг.
Зарбдорлик одатимиз,
Басма-бас шакл.
Қўрғон олган бомбалардай
Ортда икки йил,
Тийрак киприк қурумлардан
Бўлди сурма ранг.
www.ziyouz.com kutubxonasi
Уттиз бирда ҳаво зилол —
Бир баҳор тонги,
Эфир бўйлаб
40 Социалистик оламнинг бонги;
— Беш йилликда нефть режаси
Ортиғи билан бажарилди,
Икки ярим йилга етмасдан.
Бу бонг ғойибдан, ё хаёлдан,
Қалбаки эмас,
Бу бир рапорт,
СССРнинг пролетари
Чин яшашдан
Йўллаётир тўлдириб ҳавас,
50 Узоқларни кўролган
Партия сари!
Фақатгина фол тахтасин
Кўрган фолбинлар!
Сизга «ёрдам» юзасидан
Берайлик хабар:
— Шу ютуқлар
Беш йилликнинг учидагина,
Қолган «пайғамбарлик» ҳақи
Сизларда яна!
www.ziyouz.com kutubxonasi
о л қи ш
( У з А П П жумҳурият кенгашига)
Олқиш!
Балли, олқиш.
Бир олқишки,
Олқишликдан кўра иш,
Шу салмоқдор қурилишнинг
Суръатига ета олиш!
Биз куйчилар, пролетар —
10 Мозолланган қўлларнинг
Кўз нурлари.
Миллий фашист,
Оппортунист,
Ишончсиз «ўнг», «сўл»ларнинг
Бош устидан
Босиб, янчиб ўтувчи
Беш йилликнинг зўрлари;
Биламизки,
ё в лагернинг куйчилари — ёздилар...
20 Кўп оздилар...
Қидирдилар,
Афсонавий қаҳрамон,
Қон ялайдирган хоқон.
Фақат... пучак,
пучак!..
Сўрганлари йирингли
Бир эмчак.
Урунмасин,
Жиртакчининг қайғу қорни
30 бўлсин тўқ,
Ёзай десак биз ҳам ўзнинг
«Қурилиш»га ёзамиз!
«Вой миллат», деб,
«Оҳ ватан», деб,
Тиз қучоқлаш бизда йўқ,
Чунки шубҳа ботқоғининг
94
www.ziyouz.com kutubxonasi
Узсиз, сўзсиз,
Бузғун, фақат,
40 Тийрак ёвнинг борлигин
Қурилишнинг бош йилида
Эпкинликлар ўргатди.
Ғараз тўлган бисотдаги
Миллатчилик тариғин
Сепиб, арпа кутганларни
Биз фош қилдик,
Етук ақл кўрсатди.
Биз фабрикда меҳнат ҳилиб
Хўп чиниққан кишимиз,
50 Унча-мунча қўғирчоқлар
Эркин йўлдан уролмас.
Қурилишга оҳанг қўшган
Қуйчиларнинг эшимиз,
Минг уриниб қўзғатолмас
Ҳар кўринган ифлос-паст.
Биламизки, кўп ёздилар,
кўп оздилар,
йиғладилар...
Бекзода, подшолик
60 Дошида қайнаган,
Ет эллар пулига ёлланган
Бир сотқин,
Келгинди, бош кесиб
Қаҳрамон саналган
Сардор босқинчининг
Қонли қиличин
Ялашдан тўймади
У «эпчил» тиллар...
Биламиз, ёздилар,
70 оздилар,
Узлари-чун ўз қўл билан
Улим — чуқур қаздилар.
Чиндан ўлим,
Чиндан зарба берув учун
Энди биз:
Ақлларни партиянинг
Бош йўлига соламиз.
Қаламларни кун давруғин
Езмоқликка қистаймиз.
К и рли ги дан тозам и з.
www.ziyouz.com kutubxonasi
80 Ҳарфлар, сўзлар,
Жумла ва қофиялар
Мазмунларин опичиб
Беш йилликлар билан
Қатор босар из.
Биз,
Пролетар адиблигин,
Пўлат қалам ўткир тиғин,
Шу азамат қўлларда,
Уз синфий йўл учун
90 Қурол қилмоқ истаймиз.
www.ziyouz.com kutubxonasi
СУЗАН, БИГИЗДАН МАШИНАГА
Нурмат, Саври яшамоқда яккарўзғорлик
«жўра» бўлишиб. .
Жўра бўлишиб —
коллективда яшамоқлик буларга «хорлик».
Нурмат қайси бир бурчакда этикдўз-косиб,
шошиб кетади.
Шошиб кетади —
Саври яккақўллик билан рўзғорда сасиб.
10 Кустарь Нурмат коллективлик каби зўр ишга
аралашманди.
Аралашмайди —
хотини ҳам Саври опа ҳеч бир кишнга.
Эри кетгач қўли косов, сочи супурги —
сабру қарорсиз.
Сабру қарорсиз —
овқат қилиб тозалайди сигнрнинг тагин.
Бешикдаги боласининг маржондай ёши
қуйилиб стар.
20 Қуйнлиб ётар —
қозондаги кичирининг очилмай моши.
Прнмуснинг капсулида синмишдир нина,
дам бермайди ҳеч.
Дам бермайди ҳеч —
эскн турмуш ташвишлари Саврипшага.
Саврн хумор тарқатишга чилимни солар,
тутун бурқитиб.
Тутуи бурқитиб —
хўл ўтиндан а'вж олмайин са.мовар қолар.
30 Арқон узиб бузоқ қурғур эмгай онаснп.
«Хўш!» деслмайди.
«Хўш?» деёлмайди —
эри Нур.мат маст қайтиб сўкса онасин.
Саврн ўзи хат-саводсиз — ҳеч ўқимаган:
«дод-дода» билмас.*
«Дод-дода» билмас —
эри Нурмат ҳар гал урса, кўзи қуйиб қон.
Нурмат бнр қун ишдан келди, жуда ҳовлйққан:
«Қулоқ сол, хотин,
40 Қулоқ сол хотин —
7-97 97
www.ziyouz.com kutubxonasi
50
60
70
80
шу яқинда жуда катта фабрик очилган.
Оёқ-кийим фабрикага энди бизлар ҳам
борар эмишмиз.
Ёзар эмишмиз,
биз ҳам энди ивишиқ оёқларимизни.
Унда ҳар иш машинада, мижжа қоҳқунча
тикилар экан.
Тикилар экан —
чокка эмас, балки кўзлар машиналарга».
Айтганидай, ҳафта ўтмай Нурмат фабрикка
ёзилиб кетди.
Езилиб кетди —
эски турмуш чигаллари бари бир йўлга.
Коммунадан уй-жой тегди, янги, покиза —
ич-тоши гумбир.
Ич-тоши гумбир —
Дилбар, Шермат онасини қилмайди изза...
Саври савод чиқармоқда, Шермат мактабда,
боғчада Дилбар.
Боғчада Дилбар —
бир кошона ясласида чақалоқ сафда.
Ош-овқатнинг бу рўзғорда қайғуси йўқдир,
баҳамжиҳатлик.
Баҳамжиҳатлик —
фаровонлик қозонидан кўп қорин тўқдир.
Саври қумғон, қозон, бешик қайғуларини
асло чекмайди.
Асло чекмайди —
чилимдаги тамакининг оғуларини.
Нурматда ҳам қайта бошдан шаҳдам тетиклик,
ёшланиб кетган.
Ёшланиб кетган —
қора кунларга қўйилмиш янги ишда чек.
У фабриканинг зарбдор, девкор уста бошчиси,
басма-басда ҳам.
Басма-басда ҳам —
биринчиликни ютажак кунлар ишчиси.
Нурмат келиб, Саврининг ҳоли аҳволин
сўраб қўяди.
Сўраб қўяди —
Дилбарчасин «қур-ба-қа» деб ўқиган тилин.
Эҳ, кунларнинг дағдағаси, сафоси, донги
тугал бизники.
Тугал бизники —
даврларнинг зарбдорлиги, шу меҳнат тонги.
9«
www.ziyouz.com kutubxonasi
нон
«Ғалла
курашдир».
учун кураш — социализм учун
Л е н и н.
Ҳей, сиз каппон тарозусин
шайини бўлиб,
Мисқол учун «ўнг» ва «сўл»га
салом берганлар,
10 Ит думига пайвандланган
эски челакдай
Ҳар бир содда туртинишдан
довруқ солувчи.
Отолмаган сопқон учун
уннаб толувчи
Нўноқ мерганлар!
Билингизким, сиз суянган
у чирик девор —
Муштумзўрлик омборига
ғалла берилмас.
20 Унинг иғво, изосидан
ҳеч бир қўрқилмас.
Куюк тўқоч каби шаккок
оғизни юмиб,
Қорамуғдай ғазаб тўлган
кўзни тикингиз,
Қозоқ, қирғиз даласининг
яйроқ кўксига:
Олтин бошоқ диёри бу,
вазмин ва текис,
30 Ухшаб кетар минг товланиб
йўлбарс сиртига,
Уфқ зумрад ёнбошини
қўймишдир секин,
Олтин билан кавшарланган
ер қирғоғига,
Ел қалдирғоч қанот ёзиб
кўп эркин-эркин,
Эпкин, илдам, чалғимасдан
«сўл» ва соғига,
Қўзичоқнинг баррасидай
Орол кўксини
Майда қўнғирлаб,
совхозларнинг хирмонидан
99
www.ziyouz.com kutubxonasi
Шахдам ғириллаб,
Орол бўйлаб
Рожъ бошини тарамоқдадир.
Давр қатъий,
Ииллар қатъий,
ҳар минут қатъий.
^ Олтин қозиқ юлдузидай
кўп қатъий кўзлар,
Қатъиятнинг қанорини
тикламоқдадир.
Қизиқ қумга қатор-қатор
кулча из солиб,
Кунлар қизин бўйнидаги
маржони каби
Қозоқ оғам етаклаган
туя карвони,
60 Пахта элнн мўлжал олиб
йўналмоқдаднр.
Ғарамларни кавшаб ютар
машин-комбайн,
Қакрадай хўр
муштумзўрнинг
Қирқмоқда пайин.
«Ҳоп, майда»га ҳўкиз эмас,
Қўшиб трактор
планларни қувиб етиб,
70 Уздириб ётир.
Қўк бағрнга калла урган
Гигант элеватор,
миллиард тонна арпа, буғдой
чоч бўлиб ётар.
Ҳей, биз «очлик» сўзин кўмдик
луғат гўрига,
Пролетар баковули
Хирмон тўрига.
Унгга, «сўл»га,
80 Муштумзўрга,
Домла-имомга
Уч бармоқдан баҳамжиҳат
«Ҳаққулло», «капсан».
Нон —
Қуюн қон
Сенга, албат,
Ҳей, ишчи Пўлат,
Қолхозчи Ҳасан.
1оо
www.ziyouz.com kutubxonasi
ҚАЛБЛАР МОЖАРОСИ
Ҳар дам
Яққол сезиб турамен
Маъниларнинг қанотланганин,
Завқларнинг тўлқинларини,
Ироданинг ҳарбга отланганин.
Сезимлар бор увоқ-увоқ,
Қалблар бор ранжиган — синиқ.
Сезимлар бор жангжў, порлоқ,
10 Қалблар бор сувдан ҳам тиниқ.
Кўриб-билиб, сезиб турамен
Сезимларнинг бу ғавғосини,
Қалблар ёқа бўғиб курашганда
Ўлимдан бир-бировга совғасини.
Сезимлар бор гинали шубҳа билан
Қалбларига улаган
Занглаган қилич.
Сезимлар бор диалектика томлари-ла
Қалбларига сингиб кирган Ильич!
20 Машъалли кенг йўлни йўқотиб,
Сезимлар бор жабҳадан четланган,
Қалбларида бир бўшлиқ ташийдир,
Қўкрагин сезадир,
Ишончсиз бутун бўш,
Таянгудай далил, тиргаксиз;
На севги, севилиш,
На савдо, на эш.
Сезимлар бор
Пўлатларга бош уриб,
30 Чақмоқлар яратган
Гранитлар каби
Қийинликларга кўкс кериб
www.ziyouz.com kutubxonasi
Куннинг машъалин ёқолган,
Қурилиш куйига толеин солган.
Қалблар бор қайғусиз, кадарсиз
Суръат тизгинин бўшатмай,
Қурилиш кунларин
Шукуҳи, завқи-ла
Туғилиб ўсади ва бирга яшайдир.
40 Бу достоннинг айрим сезимлари бор,
Бу шеърнинг шахдам қалблари,
Мисраларнинг қон томирлари,
Сезимлар шўх ва зарбдор,
Қалбларки, беш йиллик
Амр этган
Қурилишда бинокор —
Ульяновнинг комсомоллари;
Бу шеър
Шуурига Ленинни сингдирган
50 Иигитларнинг қўшиқларидир.
Қалбларнинг можаросида, у —
Курашчанларнинг ўқларидир —
Мен унга бириккан.
Яққолгина кўриб турамен
Маъниларнинг қанотланганин.
Завқларнинг тўлқинларини
Ироданинг ҳарбга отланганин.
102
www.ziyouz.com kutubxonasi
БИЗ БАРДАМ ҲОИ, ШОНЛИ БАЙРАМ!
Ҳар замон тийрак, тетик,
Чарчоқни билмас кўзларим.
Техника, фан, онг, курашдан
Силжимайди кўзларим.
Иш кураш, турмуш кураш,
Истар кураш жоним менинг.
Еш умид «кўнгил ғами» деб
Четга силжиб оқмади,
10 Ҳис, шуурим бош чизиқдан
«Унг» ва «сўл»га боқмади,
Чунки қоврилди бу дошда
Қайнаган қоним менинг.
Социал олам қуришда
Бир нафас йўқ сўлти вақт,
Кўҳна дунёни буришда
Тинмасак кулгай-да бахт.
«Най навоси»н тингламоққа
Қўлда йўқ оним менинг.
20 Қатъий йилда қатъиятнинг
Рулларин бурмоқдамиз.
Бу шарафли Октябрдан
Улкамизга қўймиш из
Пролетариат янграган кун,
Шунда давроним менинг!
103
www.ziyouz.com kutubxonasi
Бобо қуёш ухларди
Тоққа ёнбошлаб,
Ой ботарди бир гала
Юлдузни бошлаб.
Хўроз ҳали бўйнини
Толдан чўзмасдан,
Деразада кичик Мош
Юзин ювмасдан,
10 Яйра капалак каби
Уйда ғивирлаб,
Майин қўзғалиб лаби
Узга диивирлаб
Ойинанинг олдида
Бўйинбоғ тақар,
Уқтин-ўқтин ҳовриқиб
Кўчага боқар.
Укажони Йўлдошнинг
Уйқуси зийрак,
20 Жиндай шовқин-сурондан
Кўз очар тийрак.
Тағин уйғониб кетиб
Ииғламасайди,
Ойижонин Яйра қиз
Жуда аяйди.
Яйра оёқ учи-ла
Қадамлар эркин.
«Дада, ҳой, дада, туринг!»
Туртади секин.
30 Дада фабрика учун
Тайёрланарди.
«Кетаётирмен,
Тонгги йиғин бағрига
Етаётирмен.
Тўдамизнинг буйруғи,
Бормасам бўлмас,
Ишга зарба беражак
БАИРАМ ТОНГИДА
www.ziyouz.com kutubxonasi
Қолсам бир нафас.
Опам уйғонганида
40 Айтиб қўярсиз!»
Бу кун бизнинг каттакон
Бир байрамимиз.
Дада дадалик билан
Юмшоқ эркалаб,
Яйра сочидан ўпди:
«Мунча эрталаб?
Кўча-кўйда ўзингни
Авайлаб юргин,
Тағин конка, автобус
50 Босиб кетмасин».
Яйра қувноқ чопади
Тўдага қараб,
Тонгги майин ел қолар
Сочини тараб.
Дада ўйлай бошлади
Соқол ғижимлаб,
Шу кичкина бошларнинг
Улуғ мазмунин.
Олтин қўнғиздай учнб
60 Кўп эркин-эркин,
Тонг йиғилган ёшларнинг
Жиддият ўйин.
Беш йилликнинг салобати
Борлиги билан,
Шу онгларга ҳам
С.ингмнш кучайиб.
Ҳой, мен қандай бахтлиманким
Минглаб Яйранинг
Отасидирман,
70 Қурилгувчи азамат
Учинчи бўғин
Бобосидирман.
www.ziyouz.com kutubxonasi
КИЧИК БИР МУШОИРА
Ғ а ф у р:
Ҳаёт йўлини топмак-чун борибсан катта Сельмашга,
Қолиб иш, бермагил кўнгил тағин бир ишчи маҳвашга.
Ғайратий:
Кўнгил бермоқ йигитга айб эмас, дўстим Ғафур,
билсанг,
Илинсам кошки эрди дил-жигардан бир паривашга.
Ғ а фур:
«Онангга хат» ёзай деб ҳоли аҳволини билмак-чун,
10 Топиб жой суҳбат айлаб учрашибсан ўғли Тўхташга.
Ғайратий:
Гапинг тўғри, ўшал суҳбат чоғида ул «Кўкан батрак»
Келиб қолди трактор олмак учун ерни ҳайдашга.
Ғафур, Ғайратий:
Кўкан, Тўхташ ҳаётидан ёзайлик бир неча достон,
Икки шоир бўлиб улкан икки дўст, икки дилкашга.
106
www.ziyouz.com kutubxonasi
ЧУЛЛАР БУЙЛАБ КЕЛАЁТИРМАН
Дейдилар қуп-қуруқ
Киприкка илашган
Етим қатралар
Октябрь бошланган кунданоқ қолганлар
Узоқда...
Узоқда.
Баъзида кўраман,
Якка ёғочларнинг
10 Шумшук бошида
Қарғалар...
Қарғами, меҳтарми?
Сайёҳлар,
Бизлардан бегона шоирлар каби
Уз-ўзича шивирлар
Аҳёнда лаби.
Туманли ва ишсиз уфқлар
Бағрида
Қанотин силкар,
20 Гўё яккалар қўлида
Елғиз тегирмон...
Масковдан бизгача
Симлар тортилган;
Маданий турмушнинг
Қон томирлари.
Шу симлардан
Қўзга чўзилиб оқар.
Жуда узоқларда
Бизлар билан тенг
30 Қурилиш куйига
Толеин солган
Миллионча мард қалбнинг
Ботир сирлари.
Ижод Чирчиқ каби
Туман тармоқли,
Айрим ўзанлардан
Душман кўзига
Ҳалқум ҳўллагудай
www.ziyouz.com kutubxonasi
40 Бироқ ҳокимият
Шунча салмоқли
Тармоқларни солиб
Ғолиб изига
Днепр савлатин
Санъатга юклаб
Мулзам — асрлар...
Қаро қалбга
Еқди машъаллар!
Йўллар бўйлаб чўзилган
50 Кўп панжаралар,
Пўлат йўлга босириққа
Тургаи оқ қорлар
Пахтпни кесар...
,т гарада турган
Қўриқчи нафар сингари.
Бизнинг сатрлар
ёв йўлин тўсар,
Қатнасин ҳадиксиз
Пўлат карвонлар...
60 Масков!
Биз сенга келаётирмиз
Қучоқларга сиғмас
Умидлар билан.
Пахтакор —
Коллектив қизларнинг
Саломин
Ва дўстлик илҳомин
Опичлаб,
Кенг Шарққа очилган
70 Социал ватан
Дарвозасидан
Қўмондонга рапортга
Келган солдатдай,
Постлар мустаҳкам.
Миллионлаб пахтакор
Амрингга боқар,
Ишимиз, кучимиз
Ва санъатимиз
Партиянинг ғолиб
80 Бош уза нидо
Қалам урармиз,
Амрин кутамиз
С ароб кўринса...
108
www.ziyouz.com kutubxonasi
УПИРИЛИШ
Уртоқлар!
Зўр ўпирилиш,
Бу заводда алкоголниш,
Прогулчи ялқовнинг,
Жағ бандаси учарнинг,
Миллатчи паст ўжарнинг,
Айшидан
Кайфгами тенг?
10 Бу мумкин эмас!
Ким ўзи,
Ким у —
Улуғ қурилиш
Пўлат йўлларида
Улик шлагбаум.
Ким ўзи,
Ким у —
Буюк узилиш —
Иркит қўлларида
20 Қай лагерда қавм?
Уртоқ
Уйла, кўр,
Мана у душман —
Номард ўлумтик
Кўк кўйлак билан ўз ичнмнзда.
Уртоқ ячейка
Завком, директор,
Сиз ахир учлик,
Сизда ўпирилиш бор,
30 Буюк ўпирилиш,
Буйруғингиз прессдан кучлик,
Қарорингиз юксак вольтли мотор
Бўла туриб нега
www.ziyouz.com kutubxonasi
Юз берди бу иш?!
— Борми ишбай?
Бор, лекин кучланмаган.
— Зарбдорликчи?
— Бор, чинакам пишмаган.
— Мана, айб қайда экан.
40 Упирилиш — уят тегар!
Ячейка,
Завком, бошлиқ
Ҳай сиз қари ишчилар —
Чиниққан, пухта моя,
Етаклангиз ёшларни.
Евни сира аямай
Устидан янчиб, отиб
Юксак суръат-ла олға!
Бошлайик ўпирилишга
50 Қарши кенг жабҳа била
Большевик юришини!
Зарбдорлик мусобақа,
Қунт ва ишонч билан,
Тинглатайик соғ шахдам
Қалбимиз уришини!
!!•
www.ziyouz.com kutubxonasi
1932
ҚИЗИЛ КАРВОН ҚУШИҒИ
Отим бўз айғир, ёли таралган,
Олдимда кенг қир, бахмал тўшалган,
Қарвон ўтадир, бу бизнинг карвон,
Тоғдай тилакни мўлжалга олган.
Ерга қарайдир осмонда ҳулкар,
Бахтдай чарақлаб, тонг суради бар,
Карвон ўтадир, бу қизил карвон
Севги гулидан бошида чамбар.
10 Катта шаҳарнинг кечдик белидан,
Топ-тоза виждон, манглай теридан,
Карвон ўтадир, бу бахтли карвон,
Ватанга совға колхоз еридан.
Мардлик ғурури қайнар кўнгилда,
Юксак бинолар ўнг ила сўлда,
Карвон ўтадир, бу ботир карвон,
Эски қолоқлик оёқ тубида.
111
www.ziyouz.com kutubxonasi
ОБРУ УЧУН
Мана газета,
Турли хабар, мақола,
Улкамизнинг —
Турли бурчакларидан,
Ҳар қандайин ваҳма, кўптиришлардан
Узоқ бўлган
Чин ҳаётдан дараклар.
Донбасс қазпр
10 Миллион тонналаб кўмир,
План бўлса тўлиб ошган,
Юз ўн бир.
Сталпно, Харьковда
Талай кадр,
Марра оШар
Кунда уч юз трактор,
Автомобиль, грузовой, паровоз.
— Биз тайёрмиз, янги излар устидан
Бизларга сўз,— деяр,
20 Чопар, ҳанҳирар!
Узбскистон. пахтакорлик истиқлолин
Уҳдага олган ўлка,
Қолдн орҳада!
Нега?
Бугунгина план бўлган
Олтмишуч.
Кўпрак ғайрат,
Кўпрак обрў,
Кўпрак куч!
30 Чўкиш —
Муштумзўрни сийлаш,
Манглайин ўпиш
Ва «қнш» дегап важи карсонга
Олов
Ва зарбдор юриш!
www.ziyouz.com kutubxonasi
Муштумзўрни тенг бўламиз
Муштум — зўр:
Муштумимиз муштумзўрнинг бошига,
Зўримиз-ла ундирамиз,
40 Кўнгил қўймай унинг қалбак ёшига!
Муштумзўр у
Тулки нарса:
Унга нима!
Қалинлатар гупписин,
Индамасанг
Пахта солиб қавир, ҳатто дўпписин.
Узбекистон!
Ишчи-деҳқон!
Англа, билки,
50 Бугунгина план бўлган
Олтмиш уч.
Кўпрак ғайрат,
Кўпрак обрў,
Кўпрак куч!
Чўкишга қарши юриш,
Муштумзўрни мажбур қилиш
Пайтларнинг шиори,
Ҳамма бирдан бос илгари,
илгари!
8—97 113
www.ziyouz.com kutubxonasi
КУКЛАМ
Кўклам
Кураш шовқинлари
Ирмоқларингдай,
Қалбимни тошувга
Қистайди ҳар дам.
Бахмал қирларингни,
Ҳаёт сирларингни,
Қувноқ ерларингни
10 Қутаман, кўклам.
Ғайратларим куртак ёзди
Совхоз Чорвасининг
Қўзиларидай,
Тошлардан-тошларга
Тентак ҳатлаган,
Олма гулининг
Бўтана сувин
Қолхоз даласига
Қўйиб юборсам.
20 МТС қўрасига
Иков кирсак-да,
Амр этсанг,
Трактор рулини
Буриб юборсам;
Муштумзўр «шоҳ»лигин
Қатъиян «мот» деб,
Қураш аспини
Суриб юборсам.
Қўклам,
30 Қураш шовқинлари
Ирмоқларингдай,
Қалбимни тошувга
Чорлайлар ҳар дам.
Ақл Цекасидан
Мандат тутқазиб
Завқимга, кучимга,
Ҳунарларимга,
www.ziyouz.com kutubxonasi
Колхоз қирларига
Қилдим сафарбар.
40 Кўклам,
Кураш шовқинлари
Ирмоқларингдай,
Қалбимни тошувга
Қистайди ҳар дам.
www.ziyouz.com kutubxonasi
УЧИНЧИ ҚУШ
Қўш чиқди
МТС қўрасидан,
«Формол», Челябин,
Харьков тракторлари,
Бир эмас, қатор ряд-ряд,
Якка эмас, қўш чиқди, қўш чиқди.
Техниканинг олдида —
Омоч ва бўйинтуруқ,
10 Суст қадам, сўтак, қуруқ,
Пухта эмас, бўш чиқди, бўш чиқди.
Колхоз далаларининг
Уфқини зириллатиб,
Уватларни уватиб,
Яккалик чекин бузиб,
Большевикнинг коллектив
Учинчи қўши чиқди.
Мард елкага кўтарган
Қоллектив зарбдорларнинг
20 Тоғ чўққисидай мағрур,
Ҳансираган, кўпирган
Умрови — тўши чиқди.
Уз тенгидан уяти
Курашчанлар ўлими,
Битмас бўлса нияти
Шер деганнинг ўлими.
Бу йил уятин ювинг,
Тракторлар ҳайдангиз!
Тиш кучин ерга беринг,
30 Тала-тошни кемиринг.
Майли, бир метрга тенг,
Соз олинг — чуқур олинг.
116
www.ziyouz.com kutubxonasi
Тупроқ майда — қир майда,
Шудгорлар майда-майда,
Иўқса оқ олтин қайда?
Қувноқ келар кузингиз.
Қўш чиқди,
Қўш чиқди,
Қуёшга бағрин берган
40 Қоллектив шудгорига
МТС қўрасидан
Трактор қўши чиқди.
Ола ҳўкиз, бўз тўриқ,
Бу қўшдан қолмас қўриқ.
Қўшга кучини қўшган,
Иш севган, ваъда берган
Қоллектив қўшчиларнинг
Тоғ чўққисидай мағрур
Ҳансираган, кўпирган,
50 Умрови — тўши чиқди.
www.ziyouz.com kutubxonasi
ЕТАР МАЙ, РУБОИЙ ВА АНЕКДОТ
Кўрина бошлади бошимда оқ туклар,
«Мўйсафид» исмини таший бошладим.
Қелингиз мутлақо ичмаймиз, ўртоқлар,
Шилимшиқ тупурикдай ортиқ ташладим.
Меҳрибон ўртоқсиз, бунда шубҳа йўқ,
Меҳмонга чақирув, сийлашга қодир.
Реал фикр шиша оғзидай бўғиқ,
Шу маст ғарғарада чувалмоқдадир.
Ю ТЎҒРИ- ҳурматингиз ҳаддан зиёда,
Бир чимдим шўх суҳбат, эрмак истайсиз,
Пешона теридай мусаффо бода,
«Қалбимдай тиниқ бу, ич» деб қистайсиз.
Сўйлаб бера бошлайман ҳар хил анекдот,
Елғонлар маржонин ипга тераман.
Бир вақтлар завқ билан ёд олган қўр-қут,
Хайём шеърларин ўқиб бераман:
«Чандон бихурам шаробеки, ин бўйи шароб
Ояд зи туроб, чун равам зери туроб,
20 То бар сари хоки ман расад махмуре
Аз бўйи шароби ман шавад, масту хароб»*.
Қандай устодона ва маънопардоз,
Ҳар сатри ҳеч ўлмас бир рубоийдир.
«Яхши шеър» десам-да, эргашсам бироз,
Мозорга ҳам бадмаст элитмакчидир.
Шеър айтар: сиз билан бирор гал ҳушёр
Сўйлашмак, ҳаттоки мумкин ҳам эмас.
* «Шунчалик кўп ичайки, бу шароб иси, мен тупроқ остига киргач, шу тупроқдан келиб турсин, қабрим тепасига келган ҳар бир
хумори мен ичган шаробнинг исини искасин ва аввалгидан баттарроқ масту хароб бўлсин» (Авт ор и зо ҳи ).
118
www.ziyouz.com kutubxonasi
Сизда зарур жиддий сўроқларим бор —
Тўсиқдир ўртада спиртли нафас.
30 Оддий кўзга содда ялтироқ танга —
Ҳали биз билмаган талай юлдузлар,
Ғафлат бадмастлари кўр каби излар
Телескоп ўрнига қўлда бутилка.
Қайда бир рубоий топсам ёд олдим,
«Алёр» бўлиб хизмат қиларди менга.
Яхши бўлар эди ёд олган бўлсам,
Бир жумла ортиқроқ диалектика.
Тилларда «Оҳ уринг, янги турмуш-чун»,
Зеҳн окуркадай оёқ остида.
40 «Алёр», рубоийлар кўрсатиб кучин,
Маст, ирганч ҳаётнинг қора дастида.
Шеъримни ўқийсиз, куласиз, албат...
Таъна-ла қистайсиз, қиласиз синоқ.
Аъзоси бўлганим олий жамият
Шишган талоқ каби қилсинми талоқ?
Инониб топширилган менга дастгоҳ
Учиб қолган мастдай тўхтаб қолсинми?!
Юзида-ку сохта севинч, дилда оҳ,
Душман қармоғини қалбга солсинми?!
50 Мен ортиқ ҳеч қачон-ҳеч қачон ичмайман
Етар май, рубоий ва анекдотлар!
Кўнглим пионердай кўклам ва чаман,
Зеҳним ҳар пайтда ҳушёрлик тилар.
Ҳалигача қилганим баъзи ўпирилиш,
Энди ортиқ қўш норма билан битажак.
Кўзларимда рентген нуридай кўриш,
Евнинг, ҳатто қалбига нуфуз этажак.
Уй ҳавоси тоза ва бахтли ўғлим
Бу кун ҳушёр лаблардав бир бўса олди.
60 Демак, менинг мардларча ичган бу онтим,
Қалбдан қизил йўллар-ла изини солди.
www.ziyouz.com kutubxonasi
КУКЛАМ МАРШИ
(Бугун далага оммавий чиқиш куни)
Қаторлар-ла,
бригадалар-ла,
шеренгалар-ла,
илгари.
Зарбдор қадамлар-ла
Кўҳна цишлоқларни бузган
Харьков трактори
10 сингари.
Чалинди
Синфсиз жамиятнинг
Биринчи карнайи,
Қирқилди
Бомбалар-ла
муштумзўрликнинг
пайи...
Янги қалъалар олишга,
Янги қўрғонлар солишга,
20 Янги жаҳонлар қуришга,
Тўсиқларни ағдариб —
Мард одимлар-ла,
тайёрлан!
Большевик даласига,
Миллион тонна пахтага,
Иккинчи беш йилликка,
Бошладик қатъий юриш,
Қатъий жанг,
қатъий уруш.
30 Янги асрларнинг
Томирига қуйиб
қон,
Қаторлар-ла,
Тунқаторлар-ла
коллектив қишлоқлар
сари.
Фан билан,
Маданият билан,
Янги машиналар билан,
40 Қизил агрономдай
Юқори унум учун
Пахта далаларига қараб
илгари!..
120
www.ziyouz.com kutubxonasi
от
(«Коммунизм» колхозидаги жийрон-тўриққа бағишланадиУ
Қанотланиб учади
Айғир ва шод қаҳқаҳа
Қирғоғи уфқлар-ла
Упишган ялангликдан.
Баъзан ғоят асабий
Тирмашар шу тик тоққа,
Баъзан ёғар бошларга
10 Парчаланиб уфқдан —
Эркин пропеллердай
Қўтарилган хандалар...
Қувноқ кишновларидир
Бу қаҳ-қаҳ саманларнинг,
Тўриқ, жийрон, бурулнинг
Коллектив далаларда...
Асовлик тўлқинидир.
Симобдай сиймтанларнинг,
Бўй бермас ҳар анчайин
20 Якка жилов қўлларда,
Чунки улар кўп эркин
Коллектив чаманларда...
Уфқи кенгаймакдадир
Устида эгасининг
Умров кериб отларкан
Сўнгги кураш бағрига,
Жангларга киролмасанг,
Ҳаром бўлсин қамчининг,
Бахмалдай жилваланган
30 Шу аэамат сағрига,
Ҳай, большевик кўкламин
Аскари бўлган ботир!...
Бу от эгаси каби,
Социалистик Ватанни
121
www.ziyouz.com kutubxonasi
Қўриқлашга бор кучин
Сафарбар қилган ботир.
Бугун тинч турмуш билан
Пахталар майдонини
Трактор ёнбошида
40 Уч қайта ҳайдаб ётир,
Судрагани тўп эмас,
Темир омоч сўнгудай.
Қанотланиб учади
Айғир ва шод қаҳқаҳа,
Қирғоғи кўринмаган
Коллектив ялангликдан...
122
www.ziyouz.com kutubxonasi
(Қомсомоллик йилларимга бағишлаймам)
Шахсий архивимнинг яқин кечмиши
Ешлик йилларининг ишқи-ла тўла.
Мана порлоқ балоғат гувоҳномаси
Тўрт минг беш юз йигирма номери ила.
Бу номер остида саҳифаланиб,
Ҳаётнинг бошланғич йўллари ётар:
Ҳаётки, кураш, онг, сезги, қуршов, чип,
Қалъалар забт этган қўшиндай қатор...
Бир бомба шўхлиги кўзларимизда,
Чақин чақнар эди товонимиздан.
Қуёш ўзин кўриб юзларимизда,
Олов исинарди шўх жонимиздан.
Шу гигант бинода ким айта олур
Усмир билагимиз кучи сингмаган?
ё ш л и г и м ҳаваси ҳар дам қайталар,
Юрак ўти умрлар ёнар, сўнмаган.
Ота соқолининг изи иякда,
20 Юрак вазмин ишга боғлиқ бўлса ҳам,
Кечмишда, ҳозирда ва келажакда
Машъал бўлиб қолдинг, ҳей, комячейка.
Ешлигим ўтмаган, олдда кўраман
Миллион юрак билан маҳкам қаторда,
Лениннинг шуурин зеҳнига шимган
Онамиз туққандир шу тонг отарда.
Коллектив, синфсиз шу мард турмушнинг
Қаторига сингган ботир комсомол,
30 Бизларда акс этар зўр Октябрнинг
Еп-ёруғ истиқболи кенг — оламшумул.
ҚУМСАШ
www.ziyouz.com kutubxonasi
1 934
СОВЕТ ҚАҲРАМОНЛАРИГА
Эсар еллар, гувуллар қонли тўфондай заҳарханда,
Булутлар қоп-қора чойшаб каби ёзган қанотини.
Табиат чеҳрасини қоплаган минг йил қаро парда,
Улим — тош қалбли бир аждар каби очган қулочини.
Улуғ музлар-ла девори кўк ўпган замҳарир қалъа,
Шовуш устидаги маскан кўчар, судрар ҳалокатга,
Оёқ сув устида, занжирли музлардан унга ҳалқа,
Илашгай кўз қарашлар ҳар қадамда бир фалокатга.
Ю Шу муз тоғларки, ютди биз яратган мард
«Челюскин»ни,
Қилич қайралди, чақмоқлар чақинди қаҳратонлардан.
Оширди ишга бадбахт қалбида ётган ғазаб-кинни;
Уч олмоқ бўлди, енгмак касби бўлган қаҳрамонлардан.
Улуғ денгизда, кўчкин устида бошланди
жанг-турмуш,
Қаро ҳам муттасил кеч, кучли тўлқинлар, табиатда...
Асирларда яшаш — бирлик, давом қилмоқда эркин иш,
Ишонмоқ нури порлар кучли олмосдай бу зулматда.
Утар кунлар, эсар еллар, қутбда бир заҳарханда,
Бироқ мард большевиклар зарра қўрқмасдан, яшар
мағрур.
20 Узоқ, даҳшатли музлар устида қолганда ҳам бандда,
Унутмас қаҳрамон фарзандларин бир элки, ғоят зўр!
Бу биз — тоғларни қул этган, бу биз — осмонни забт
қилган,
Бу биз — чўлларга гул эккан, бу биз — денгиздан банд
тортган.
Бу — бизнинг ўлкамиздир, қаҳрамон миллион ўғил
туққан,
Кураш — одат, енгув — оддий ҳунардай кўксида оққан.
124
www.ziyouz.com kutubxonasi
Эсар ел, йиртилур қутб чеҳрасин босган қаро парда,
Бўронлар қирқилур тинмай, қанотлар худди бир
шамшир.
Агар куйлар эсам, ширин жимирлаш бошланур танда,
Бу биз — ботир, бу биз — ғолиб, бу биз — ҳар ишда
оламгир.
30 Қутб бўш, унда йўқ энди совуқ муз банди қилганлар,
Қутулди қаҳрамонлар — қаҳрамон дўстларнинг
илгида.
Шараф сизга, ёғар миллион дудоқдан кучли олқишлар,
Бугун Ленин нишони порламиш мардларни кўксида.
Утар кунлар, кечар йиллар, юракда муттасил ханда,
Бу бизлар — большевиклар янги қўрғонлар олиб
мағрур.
Узоқ, даҳшатли музлар бизни қудратга бўлур банда,
Шунингдай қаҳрамонларни туғолган ўлка —
бизнингдур.
125
www.ziyouz.com kutubxonasi
ТОШКЕНТ
I
Тошкент Осиёнинг кўркли ўрнида,
Мақталса арзийди, оз эмас — анча.
Тошкентнинг ложувард тоза кўкида
Шаббода тинмайди тонгдан кечгача.
Узоқ Ҳинд, Хитойда юрт кечган қуёш
Тошкент осмонида ҳордиқ олади.
Озод ўлка устига нур тўкиб ёввош,
10 Улуғ қурилишларга кўзин солади.
Тошкентнинг сувлари шунчалар тоза:
Чирчиқ, Оҳангарон, Бўз, Анҳор, Солор.
Беқасам жилоли шу буюк фазо
Рангини, тўғриси, Тошкентдан олар.
Бу ернинг меваси шунчалик асл,
Кумуш бутоқларда ёқутдай кўркам.
Бу ерда узун йил билмайди фасл,
Тошкентни ватан деб билади кўклам...
II
20 Тошкент қўшни Шарқнинг кўркли ўрнида,
Мақталса арзийди қанчадан-қанча.
Муқаддас Ватаннинг юрак тўрида
Мазлум Осиёга порлоқ дарича.
Узоқ Ҳинд, Хитойда юрт кечган қуёш
Тошкент осмонида ҳордиқ олади.
Озод ўлка устига нур тўкиб ёввош
Улуғ қурилишларга кўзин солади.
Тошкент ўзбекларнинг гўзал маркази,
Катта оилада тенг ҳуқуқ аъзо.
30 Бунда меҳнаткашнинг эркин нафаси,
Ҳаво миллий, ирқий ғубордан тоза.
126
www.ziyouz.com kutubxonasi
' * • ' / /кь*
«2 Л- -
* ъ*//* Ии~ <?{/;**
/*Ў?<!г->*и0 Ънгчр* £&■££*;
*/\$* ч//, ’/ & ~/р/>‘У*ьФ//%
• *»*•*-
«Т ош кент» ш еъ р и д а с т х а т и . 1934 йил.
www.ziyouz.com kutubxonasi
Қўлимда паспорт бор, совет паспорти,
Номер ўн уч миллион етти минг қирқ беш.
Демак граждани Советлар юртин,
Бир юэ етмиш миллион қардошларга эш.
Шоир ё санъаткор бўлмаслик мумкин,
Бироқ бўлмоқ граждани шундай ўлканинг,
Унда фикр, меҳнат, ҳаётдир эркин,
Қандай ғурур, мақтаниш бу сифатга тенг.
128
www.ziyouz.com kutubxonasi
Аввал баҳор эди, ер эрди сабзапўш,
Тоғ лола жомида шабнам қиларди нўш,
Сир чайқалиб оқар эди, тўлқинда минг хуруш,
Олам китобин оқтариб мен кезор эдим.
Уфқимда ранглардан юз талош эди,
Унгимда наъмалар-ла диллар харош эди,
Ҳар бир чечакни1 менга бугун сири фош эди,
Энг яхши шеър учун кўп интизор эдим.
Ю Ишқ тешаси увалмиш бу Фарҳод тоғида,
Бир катта шаҳри Ширин бор тоғ соғида,
Бу шаҳар Хўжанддир, у тарих дудоғида,
Мадҳиясига шеър учун тоғлар қазор эдим.
Аввал баҳор эди, мен тоғда дарбадар,
Гуллар ари оёғига тўкмакда эрди зар,
Бир водийга чиқиб қолибон анда бехабар,
Андешадан ақлға маконлар тузор эдим.
Дарё оқарди чайқалиб, қирғоқда қўй-қўзи,
Улчак эмас эди санамоққа саноқ сўзи,
20 Мен билмадимки, номи нима чорва колхози,
Бу бизники ва сизники, яхши сезор эдим.
Билмадимки, тоғу шаҳру наҳру бу қўтан,
Меҳнат элига совға қилибсан улуғ Ватан,
Бир нашъага кўмилди бу тан бирла бу бадан,
Олдим қаламни, шаънига бир шеър ёзор эдим.
1 Чечакнинг (автор и зо ҳи ).
9— 97 129
www.ziyouz.com kutubxonasi
КУРИНУР
1
Кумуш қанот билан учсанг, товланиб тубан кўринур,
Севимли, кенг, азамат социал Ватан кўринур.
Хаёл кўзи ета олмас шу тоғ этаги
Текис бўлиб, ерида пахтадан чаман кўринур.
Бу ўлканинг эгаси шон-шарафли колхозлар,
Ботир йигитлари бир жону бир бадан кўринур.
Қанотларингни ёзиб, эркин уч улуғ элда,
Бу ўлкада на зулм, на жабру кишан кўринур.
Ю Бинолари кўкўпар муҳташам шаҳарлар кўп,
Совет шаҳарларидир бу, бунда илму фан кўринур.
Қатор бу янги гигант ишчи қудратин кўрки,
Бу ерда миллий туман йўқ, на алам, фиғон кўринур.
130
www.ziyouz.com kutubxonasi
БОҒ
Бир ватаннинг ўғлименким, ҳар тараф гул, лола, боғ,
Қалб кўзидай энг қоронғи кечада порлар чароғ,
Ҳар йигит мағруру ҳар қиз кўкраги қўш чўққи тоғ,
Сув десанг шарбат оқар, иқлим десанг қаймоғу ёғ,
Уз-ўзини мақтагаида, мақтамай қолғайми мен?
Лола жоми тўлса кўклам шабнамидан эрталаб,
Езги чилла шўх хаёлдай ўтса куртакни ялаб,
Эр қуёш қандли қозон остига қўйса ўт қалаб,
Ю Билмадим, чиллик, даройн қилгуси қандай талаб,
Лабларидан қанд томарса — сўрмайин қолғайми
мен?
Кўз сузилган, лаб чўзилган, севги уйғонган чоғи,
Билмадим дўндиқ бу қизнинг қанча эрмиш бармоғи,
Ютқиниб олган ўпишларнинг йўқотдим салмоғин,
Ҳар бутоқ зумрад каби кўк, осмон ранг япроғи,
Қистаса «сев!» деб ҳусайни, севмайин қолғайми
мен?
Кўз қаросидай кўчирдинг юзга боғнинг аксини,
Хол каби ишком қошин, бу ҳуснини — бу кўркини,
Бир умр хумморда ўлсин севмаса ҳар ким сени,
20 Тарқатар шингилларинг райҳон, ифорнинг бўйини,
Чорласа ширин чарослар — бормайин қолғайми мен?
Соғ қуёш, муздай ҳаво, топ-тоза сувларнинг қизи,
Қим тегишди, юзларингиз қон талашгаи қирмизи,
Сиз ярашган бу чаманнинг бўлмагай ҳеч бир кузи,
Яхши ўртоқлар билан улфатчилик бўлган кези,
Қелсангиз қувноқ кулиш-ла — қувнамай қолғайми
мен?
Яхши қизлар, ўртангизда ким йўқотди лабда ранг?
Бир келиб бу боғдаги «ўғри» шивирғондан сўранг,
Доиалар бўлғин, тўлалиқдан тиқиндир, пўсти танг,
131
www.ziyouz.com kutubxonasi
40 Учраганда ҳар киши ҳам истагин босгай аранг,
Ул мени «ёрим» деганда — «йўқ» дея қолғайми мен?
Дил хуш-чун бир тотай деб боғ аро кирсанг атай,
Ялтирар, сапчиб тепар, ҳуркар кабутар қалбидай,
Соҳиби сен бу чаманнинг, яшна қурбонинг кетай,
Куз кези энг яхши дўстларга саватлаб тарқатай,
Сен саховат қўлни очсанг — қимтиниб қолғайми
мен?
Биз кўкартирган бу боғнинг исми бўлсин гу'л-асал,
Шинни-шарбатдан соғайгай ҳар нучук эски касал,
Тер тўкиб, ҳордиқ олувчилар гурунг қурган маҳал,
50 Навбати жомим тўла тут, боғбон, ўтказма гал,
Қўнғироқ қаҳқаҳли дўстлар базмидан қолғайми
мен?
Кимда бордир бу чамандан гул узишнинг нияти,
Қайси лабларга томар бу севгили боғ шарбати,
Бу тўлиқ жом бир умрга ишчиларнинг навбати,
«Бода бар ҳар табъ мебахшад жудо хосияте»*,
Боғчанинг ҳар кимсага бор ўзга бир хосияти.
— Ишладинг, кел, тот,— деганда, тотмайин
қолғайми мен?
* М и р зо А б д у л қ о д и р Б е д и л д а н (Автор изоҳи.)
132
www.ziyouz.com kutubxonasi
I
янги ишқ
(Бутуниттифоқ совет ёзувчиларининг Биринчи курултойида)

Умримда бир минут ҳам бўш пайт кўрмадим,
Утган бўлсин дардсиз, ўтсиз, севгисиз,
Кўзим қорачиғида тамғаланганми
Сўнмас севгилардан жилвалар сўнгсиз.
Ҳунарим, маълумингиз — ғазаллар ёзиш,
Баъзан бир ҳижо қилур қонимга ташна.
Давримни севганимдай, ҳунаримга ишқ,
1Э Ташбиҳ, қофияларни севаман яна.
Баъзан этак тутқизмас шеър — севимли ёр...
Ҳунаримга бўламан шунда кўнгилсиз.
Аразлашиб қоламан, бироқ бу қилиқ —
Ошиқнинг истиғноси каби мантиқсиз.
Мен зўр гурунгда бўлдим, жуда зўр гурунг —
Дунё бўйлаб йиғилган эди ошиқлар.
Устоз Горький кўтарилди юксак тоққа тенг,
Минбар оша янги ишқдан беради хабар.
Шунда бир кичик ошиқ лаблари чанқоқ
20 Тизин чўкиб қилар эди ёрига тавба...
Истиғноли ошиқман, севгили бироқ
Уша эски ҳунарим: байт, ғазал яна.
Кўзимнинг қорачиғи, ўтли ёшлигим
Тўла мазмуни билан шеъримга кўчсин.
Ҳе, мени қучоғида ўстирган даврим,
Шу қадарли шеърлар шаънингга бўлсин.
133
www.ziyouz.com kutubxonasi
УРДАК ВА ТУРҒУН
Бир бор экан, бир ёввойи ўрда.к бор экан,
Кўм-кўк қуюқ ўрмончада яккаю ёлғиз.
Шу яқннда бир анҳорча, қирғоғи кўркам,
Урдак шунда чўмиларкан кечаю куидуз.
Оппоҳ гажак қанотлари елканли кема,
Шаббодада ўйноҳлагаи шўх пирпиракдай.
Унга ўйин — мазаҳ экан буида ҳар нима,
Билмас экан ҳайғу нима, муҳтожлик қандай.
10 Анҳорчада кичик мурғак балиқлар тўла,
Очиққанда тумшуқ билан тута олади.
Парво қилмай қилтаноқдан ютиб бир йўла,
Яна қўшиқ — «ғақ-ғақ»ларин куйга солади.
Тўлин ойли кеча экан, ҳаммаёқ ойдин,
Теваракда эсар экан совуқ шаббода.
Қўзичоқнинг баррасидай сувдаги тўлқин
Ой нурида эрмак экан икки қирғоқда.
Анҳорчада яна бир оз сузмоқчи бўлди,
Гўзал оқшом, ўрдак кўзи севинч-ла порлар.
20 Қеза-кеза очнққаннн хўп яхши билди:
«Нима қайғу, анҳорчада кўп-ку балиқлар».
Ҳаво совуқ бўлгани-чун ҳамма балиқлар
Иссиқ булоқ томонига жўнаган экан.
Ой нурида майда-майда узун тўлқинлар
Урдакчага балиқ бўлиб кўринган экан.
Тутмоқ бўлиб, ҳар тўлқинга бўйин чўзаркан,
Тумшуғига илинмасдан қола берибди,
Балиқлардай ялтираган тўлқинлар титрак
Урдак кўзин жовдиратиб қоча берибди.
30 Бу оқшомда ўрдак шўрлик ҳеч қандай овсиз
Қайтибди очлигичд ўз катагига.
134
www.ziyouz.com kutubxonasi
Ғ з ф у р Ғ ул о м Б у т у и и т т и ф о қ соист ё зу в ч и л а р и I с ъ е зд и д е л е г а т л а р и
о р а си д а. 1934 йил.
Ташқарида шамол юрар, совуқ аёвсиз,
Ҳорғин бошин қайирибди қанот тагига.
Эртасига ҳаво ҳам тинч, кун иссиқ экан,
Балиқчалар ўйноқларкан эски ўринда.
Урдак шўрлик балиқларни ойдин деб билган,
Ов қилмаган, оёқларин сақлаб қўйнида.
Бизнинг Турғун ўрдак каби умидсиз эмас,
Қийинликни енголувчи яхши феъли бор.
40 Бир умтнлиш янглиштирса тинмай ҳар нафас
Қайта-қайта ғайрат билан яна умтилар.
Утган йили бир синфдан ўтолмай қолди,
Симобдай шўх ўйинқароқ эди ўзи ҳам.
Бу мавсумда бутун кучин ўқишга солди,
Дўстларидан қолоқ экан, етолди кам-кам.
Шундай улуғ, зўр байрамда ўқувчи Турғун
Бир синфдан ошганлигин рапорт беради.
Бошқа ялқов, камҳафсала ўртоқларини
Узи билан тенглашувга шахт чақиради:
50 — Урдак каби бўлманг,— дейди,— ҳай, ёш ўртоқлар
Бир зўр берсак ҳар қолоқлик орқада қолар! ’
135
www.ziyouz.com kutubxonasi
1935
ДИКТАТУРА
Ҳали Урал лабида мард Чапаевнинг
Қонлари томирида совуб битмасдан,
Ҳали Сибирда ур-йиқит, кеснинг
Жаранги қулоқлардан учиб кетмасдан,
Ҳали оталарин Эргаш ўлдирган
Фарғона етимлари бўйга етмасдан,
Ҳали дунё бойларин гўри устида
Синфий жангдан сўнгги тор чертилмасдан,
10 Тамом янги бир дунё ўртага қўйдик,
Мақтасак арзийди, тилимиз бурро,
Буни бизга сен бердинг, эй диктатура!
Узоқ Хоразмнинг тўқ қучоғидан,
Қанотландик, Аму бўйлаб учиб келдик биз,
Пахталар водийсига шунчалик овоз,
Шунчалик иродани берган ўзимиз.
Оғир саноатдан: Сельмаш, Шўрсувдан,
Текстилькомбинатдан келган кўпимиз.
Бу Ватан бизникидир, бунда яшнади
20 Бизнинг ҳар бир фикримиз, ҳар ҳуқуқимиз,
Арслонлар ўкиргандай ҳайқиринг «Ура!>
Сен бизнинг жонимизсен ва ижодимиз,
Сен бизда ҳар нарсасен, эй диктатура!
Агар кўриш кучидан қолмаган бўлиб,
Юксакдан ўлкамизга назар ташласанг,
Бу ер Урта Шарқ эди ва мустамлака,
Ҳатто эркин ўйлашга доираси танг.
Энди бу ўлкаларни қоплаган чаман,
Энди бизнинг ўлкада енгмиш синфий жанг.
30 Энди мазлум халқларнинг севган ўлкаси
Маданий мамлакатга бўлди ҳамоҳанг.
Айниқса, ҳайқирсак биз арзийди «Ура!»
Қўлимизга ихтиёр, юзга қондан ранг —
Барисин бизга бердинг сен, диктатура!
136
www.ziyouz.com kutubxonasi
Қаторлар бузилмайди, сафлар занжирбанд,
Юракларда вулқонли севги гурлайди.
Энг севимли доҳимиз — Лениннинг ўзи,
Унинг номи қалблар оша кўкка ўрлайди.
Қадамимиз зарбидан эски дунёнинг
40 Чириган пойдевори паст, дириллайди.
Курсилар қўзғалди, қоматлар баланд,
Бизлар сўзлаганда кўк гумбурлайди.
Арслонлар ўкиргандай ҳайқиринг «Ура!»
Сен бизнинг қонимизсен ва ижодимиз,
Сенсан бизнннг қудратимиз, эй диктатура!
www.ziyouz.com kutubxonasi
ЛППАРАТ БОШИДА
(\$ртоқ Куйбишсв вафотига)
«ЭКЛ»нннг қулоғин нега ҳам бурдим,
Япа мотам мунгларими тўлди уйимга?
Нега ахир тез эргашдим, нега мен сенга,
Дайдн ҳапас, сенгагина бўлсин лаънатим.
Қоп-қоронғу кечалариинг бахил кўйншш
Ҳавас бесабр жиддият-ла тинтув ясайдн,
Ер куррасии узоқ мажҳул нуҳталарини
Ю Радио бўйлаб эфирларда кезарак дайди.
Ҳавасим шахт қуролланган, бунга чўт эмас
Ун-ўн беш минг километр секунднинг йўли.
То Бўмбайдан — Лондонгача, Сибирдан — Одесс,
Бир мижжада коинотнинг ўнги ва сўли!
Ҳар тараф жим, фазо ҳам жим, қора кеча жим,
Жимжитликда қиров қўнса келар овози.
Радио бўйлаб эфир кезган тентак ҳавасим
Тингламоқчи бўлар балкн Гавайнинг созин.
«Алло, алло...»
20 Калькуттадан келадир овоз,
Занжир, қафасларнинг маъданий саси,
Аламзада фиғонларда қилувчи парвоз
Кишанланган ҳинд йўлбарсин мунгли нафасп.
«Алло, алло...
Акнун Теҳрон сухан мезанад!»
Ризохоннинг ҳарамидан Эрон қизининг
Кўз ёшлари ҳаволарда қоқадир қанот,
Ғурур — ғамга, фараҳлари — тубанликка тенг...
«Алло, алло...»
30 Анқарадан келар мусиқий,
Онатўли оч деҳқони ўғир янчадир.
Очиқ айтар рубоблардан учгувчи йиғн,
Шу қалбаки тақлидларнннг кучи қанчадир.
138
www.ziyouz.com kutubxonasi
«Алло, алло...»
Қоҳнрадан — Арабистондан
Шу ёлғончи табассум-ла кулган сотқин қиз,
Шу «маданий» кийим-бошга ўралган бадан,
Мазлум Шарқнииг титроқ лаби куйлар тинглангиз.
40 «Алло, алло...»
Будапешт — бу можор ишчисии
Ҳамда маҳкум курашчинннг хароб ватани.
Қон ҳиди-ла жиқҳа тўлдн эркин нафасим
Нутқ айтаркан қайси монах, қайси мўлтони.
«Алло, алло...»
Берлин чалар фокстротин,
Гитлср қоили этик билан танца тушадир.
Ҳар тараф жим, фазо сокнт, қора кеча тин,
Ҳавас қўрқиб, бу теградан дарров кўчади.
Қоп-қоронғу кечаларнинг бахил қўйннни
50 Ҳавас яна жаҳду жадал тинтув ясайди,
Ер куррасин узоқ мажҳул иуқталарини
Радио бўйлаб эфирлардан кезарак дайди.
«Алло, алло...
Қизил Масков, «Коминтерн» бу!»
Бутун дунё ишчиларин ботир нотиқи...
Тинглолмадим. Енгди мени кучли ўкирув,
Бўғозимдан бўғди ўксик ва қонли йиғи.
Аппаратнинг қулоғини нега ҳам бурдим,
Яна мотам мунгларими тўлди уйимга?
Дайди ҳавас, сенгагина бўлсин лаънатим,
00 Нега ахир кўр эргашдим, нега мен сенга?
...Ҳали миллион қора, чақноқ, тетик кўзларда
Кўринмасдан бир ўлимдан фалокатли ёш,
Ҳали қалблар тимдаланган, дил аламзада
Иккинчи бир қайғу ёзди қанотин юввош.
«Алло, алло...
Қизил Масков, «Коминтерн» бу.
Бу аламдан дунё бўйлаб бергувчи хабар».
Аппаратни тинглолмадим, кучли ўкирув
70 Бўғозимдан бўғди. Ҳушим бўрондаги пар.
Кўз косаси қип-қизарган, ёшли доира,
Атрофимда бутун нарса шаклин йўқотган,
www.ziyouz.com kutubxonasi
Ишонмайман фан-техника, радио минг карра
Бари ёлғон, бари ёлғон, бариси ёлғон.
«ЭКЛ»ни шахт кўтардим мен ерга ургали:
— Тўхта, балки янглишганман, эфир чайқалган...
— Ҳар ўксукка мададкорим бўлган тасалли...
— Ҳамма жойда ўша мудҳиш ҳақиқий ёлғон.
«Алло, алло...»
Ҳамма жойда — Боку, Уролда,
Харьков, Одесс, Астрахань, Олмаотада
«Коминтерн» хабаридан минг акси садо
Шу мотамнинг мазмунини қилур ифода.
«Алло, алло...»
Тошкент сўйлар — унииг ватани,
йигитлигин у бу ерда жангларга берган.
У бу ерда босмачининг бошин янчгали
Ҳам большевик бир комиссар, ҳам қизил мерган.
Тошкент сўйлар, ўз севгани ва йўлбошчиси
Куйбишевнинг ўлимидан оламга хабар.
90 Шу Тошкентми, ишонмайман, шу унинг лаби?
Шу лабданми учар бу ўт фиғонли лапар.
Ҳали унинг босган изи Фарғонамизнинг
Кенг пахтакор даласида чангга кўчмасдан,
Ҳали унинг топширмалар берган сўзининг
Жаранглари қулоқлардан тамом ўчмасдан,
Шу Тошкентнинг радиосими, йўқ, ишонмайман
Нега у ўз раҳбарига ўлим тилайди?
100 Бироқ афсус, шунча аччиқ ҳақиқатда ман
Бир япроқдай қалтирайман, таним титрайди.
Аппаратнинг қулоғини нега ҳам бурдим,
Яна мотам мунгларими тўлди уйимга?
Дайди ҳавас сенгагина бўлсин лаънатим,
Нега ахир, кўр эргашдим, нега мен сенга?
140
www.ziyouz.com kutubxonasi
БОҒДА
(А. С. Пушкин номидаги истироҳат паркида)
Ям-яшил саҳни билан осмон каби кенгдир бу боғ,
Ерга кўк тушган каби юлдуз қатор минглаб чироғ,
Ун Қамар, юз Зуҳра, минг Ҳулкар юзидин ёруғроқ,
Ҳей, кўзи чақмоқ йигит, қизлар, қилай сиздан сўроқ,
Тоғ, қуёш, ёшлик бу ерни ўзга қилмишми ватан?
Бунда соғлом кулгилар тинмас бутун тонг отгуча,
Севгилар занжирига боғлиқ қолар ҳар шом-кеча,
10 Ҳей, умр, тўхта гаров боғлай, қўлингни бер пича,
Сен мени ёшлик билан таъмин қиларсан ўлгуча,
Мен сенга сайқал берарман сўнмаган ишқим билан.
Бу чаман шонли Ватаннинг узви бўлгандан кейин,
Бунда эркин ҳар граждан бошқага эгмас бўйин,
Бунда чиндан ҳам одам ўғлига шафқатдан қўйин,
Бундадир соғлиқ яратган минг туман шодлик-ўйин,
Бундагилар фил қадам, арслон юракли, шер бадан.
Эй шэмол, қўзғол, исингни тарқат, эй сен тоза гул,
Эй булоқ, тош, кўлка сол, эй сарв, сен бир оз эгил,
20 Тарқасин уйқу — тумандай шунча диллардан чигил,
Яйра, эй сен иш, муҳаббат, эркка ўрганган кўнгил,
Чунки бу парк ўз билак, ўз куч билан бўлган чаман,
141
www.ziyouz.com kutubxonasi
КОЛХОЗ ҲАНГОМАСИ
УДАРНИК ТЕРИМЧИ ОНАГА САМИМИЙ ҲАЗИЛ
Мадғофир
— Шундай ўлкамизки, унда иш, ижод,
Фикр, тилак ва турмуш жўра шаклида.
Шу азамат қурилиш ва шундай равот
Энг илгари чизилган миллионлаб дилда...
М а с о в и р
Ю — Кўп қора кечмишлардан тизмай афсона,
Талай янгиликларга бўлсак сафарбар,
Шундай мавзуларким, туғдирар яна,
Чексиз далаларда пахталар дилбар...
Мадғофир
— Дўстим Собир Абдулла, чунончи иков,
Унча-мунча шоирлик даъво қиламиз,
Манга айт, нега ахир ижодда кўркам
Бир коллектив қурмоқни ўйлаб кўрмаймиз?
М а с о в и р
20 — Ғафур Ғулом, дарёдай тотдим сўзингдан,
Қайнамоқда кўнгилда коллектив ҳаёт,
Эсон бўлса ўртоқлар ҳаммамиз бирдан,
Ишлаймиз бирга-бирга, талай маҳсулот.
Мадғофир
— Жонга тегди кундалик оғир жиддийлик,
Кел бир оз кулишайлик, Масовир ука,
Упкаларни яйратиб қаҳ-қаҳ солайлик,
«Кулмасин» деган қонун маълуммас менга.
М а с о в и р ,
— Шуҳратпараст эмасман, лекин талант бор!
20 Чин турмушни ойнадан тиниқ кўраман.
Жамият учун ёзган ожиз сатрлар,
Оз бўлса-да, кулдирса, ийиб кетаман.
142
www.ziyouz.com kutubxonasi
— «Илдам» колхозидаги Рўзи холанинг
Иштиёқи, ишқини иков эшитдик.
Етти мучал ёши бор, бироқ таланинг
Қарри чинорларидай барно ва тетик.
Масовир
40 — Колхозчилар ичида пешво кўринган,
Гапга тетик, дали-ғули Рўзибиш хола,
«Биби Марям»лар билан шовла ейишган,
Лекин қилиқлари тантиқ қиз бола...
Мадғофир
— Унинг ҳаёт йўллари мавзуга тўла,
Бир дюжина шоирга бисот бўларлик.
Собир, тажриба учун майли, бир йўла
Коллектив ижод учун псшвозимга чиқ.
М а с о в и р
50 — Яшил увотларда завҳли қўшиқлар,
Шавқли ҳангомалар бўлар кўп шинам,
Поёнсиз кўкатлардан баланд чўзиқлар
Яшнар эрта тонгда тушганда шабнам.
Мадғофир
— Ундаги эр йигитлар, ишчан жувонлар
Қаторини тўлдирган Рўзи холам-ла,
Эрмак, ҳазил бошланар, дўндиқ хандонлар,
Рўзи кампир-ла бўлган ҳар муомала...
М а с о в и р
60 — Иигитлар назаридан юзни яширмай,
Кўз қири билан нозу ғамза истайди.
«Хола» деганга истиғно қилиб гапирмай,
«Отимни тўлиқ айт», деб сени қистайди.
Мадғофир
— Қампир ёш-яланг билан қилган баома-бас,
Яхши териш, мўл тсриш, тез битиришга.
Кампир йигитлар кабн олади нафас,
Хўроз қичқирмасдан тушади ишга.
М а д ғ о ф и р
143
www.ziyouz.com kutubxonasi
— Тиш ўрнига жағ билан бурун ўпишган,
70 Қампир холадир, лекин кўнгли келинчак,
Колхоздаги ёш-яланг унга тегишган,
«Хола» деб сўзлагувчи наздида тентак.
Мадғофир
— Қарриларнинг юраги чидамли, оғир,
Ивирсиб кўринса-да, сўнгги унумли,
Ёшлар қалби сапчиган шўх-шотир, айғир,
Қуён каби қўндирмас вазмин қўнимли.
М а с о в и р
— Кампир жўякка чўкса нортуя каби,
80 Тахта-тахта пахталар ямлаб терилар.
Алланималарни сўзлаб шивирлар лаби,
Тарозивон олдида сўнгра керилар.
Мадғофир
— Табелларда ёзилса «Рўзибиш кампир»
Табелчига хўмрайиб аста қарайди...
«Кампир» деган исноддан ҳафсаласи пир,
«Кампир»ни ўчиринг», деб шахдам сўрайди...
М а с о в и р
— «Кампир» деган иснодни судга бергудай,
Е бир жонивор бўлса-ю, бўғиб қўйгудай,
Тегишқоқлар «хола» деб гапирганда-чи,
Ишни йиғиштириб, қарғар ўлгудай.
Мадғофир
— «Кампир» деб тегишса, ҳазилкаш кимса,
ё койиш эшитади, ё аччиқ сукут,
Бошлайди жуда узоқ қотириб энса,
«Уртоқ Еқубова» деб чорлашга ўгит!..
М а со в и р
100 — «Уртоқ Еқубова» қандай чиройли,
Қайси сўтак чиқарди «хола» сўзини.
«Хола» деган сўзлар мен учун ғайрий,
Шундай ҳазилкашларнинг кўрмай юзини.
М а с о в и р
144
www.ziyouz.com kutubxonasi
— Колхозда тунов кун концерт ўтказдик,
Рўзи хола талашиб беш номер олди,
Яллалар қилиб берди, белин ушлаб тик,
Қош билан бармоқларни муқомга солди.
М а с о в и р
— Қизлар айтса қўшиқни авжни талашиб,
110 Маставага қатиқдай гапга тиқилар.
Сочидан номус қилиб, яширар шошиб,
«Куёв»дан сўз чиққанда дарров суқилар.
Мадғофир
— Ойна Юсуф эди, мен Зулайхоси,
Еки мен Ширин бўлсам, аксимдир Фарҳод.
Сочимдан буруқсар эди сунбулнинг иси,
Уз-ўзимга ишониб боқсамки, войдод.
М а с о в и р
— «Жиним», «ялмоғизим» ўртадан чиқиб,
120 Ойнакни тўсибон қараб турибди.
Кўйлагин ёқасидан калласин тиқиб,
Оппоқ сочларин тараб турибди!
Мадғофир
— Лаб эмас, ҳамёза тортган туядай,
Гўр каби огизда тишлари кемшик.
Пўстакка дуг билан суққандай атай,
Кўз бурун ўрнида бир неча тешик.
М а с о в и р
— Шундан сўнг ойнакдан астойдил ҳуркиб,
130 Бир умр қарамай яшаб келаман.
Колхозчилик дегандай жуда ишим кўп,
Пардоз ишини орқага ташлаб келаман.
Мадғофир
— ёш и м ни санамоққа ботинмас дилим,
Уттиздан адоғпси келмас ёдимга.
Меҳнатимдан орттирган бир талай пулим,
Оби ҳаёт қаерда, айтингиз менга.
Мадғофир
10-97 145
www.ziyouz.com kutubxonasi
— Кампир ўз-ўзидан афсус еб дейди:
140 Нега онам мени кеч туғмадикан?!
Комсомол қизларга пар бўлса эди,
Бўйнида қизил бўйинбоғ, «Бўл тайёр!» деган.
Мадғофир
— Эри билан қўлтиқлашиб ўтса барнолар,
Раҳматлик чолгинамни қўмсаб йиғлайман.
Э муллойи забардаст, комил донолар,
Баҳоси қанча бўлса, майли, тўлайман.
М а с о в и р
— Утган кўп ёшини кўраркан увол,
150 Шу ёш давримизнинг зарбдор кексаси,
Қари аъзо бўлишни билиб балким ор
Еш бўлишни ўйлаб, қотар энсаси.
Мадғофир
— Чиндан айтсак Рўзибиш холанинг дарди,
Кўп ёшлардай атиги ёш бўлиш эмас.
Бирор қудрат мабодо ёш қилолсайди,
Унда туғилар эди минг турли ҳавас.
М а с о в и р
— Ешлар билан бирга-бирга саводли бўлиш
160 Тилаги жўш урар кекса қалбида.
Тезроқ мулла бўлув билан ишга ўтириш,
Гоҳо-гоҳо жазмланар унинг табъида.
М а с о в и р
146
www.ziyouz.com kutubxonasi
МАРСИЯ ЭМАС
Бу унинг марсияси эмас, ўртоқлар,
Бу — Париж жангларида коммунарларнинг
Қонли бўғизларида сўнган ғарғара.
Бу — давоми тугамаган
Оташин қўшиқ.
Эски дунёнинг
Дарвозаси тубида алангаланган
Синфларнинг ўзаро
10 Зўр курашида ч
Бирлашган фронт сари
Кета беришда
Айтилган «Марсельеза»
Ва оташин ишқ.
Кеча газет ўқиркан
Унинг ҳарфлари
Туташ қора занжирдай
Бирлашиб кетди.
Шу занжир ҳукмига бандидай тушган,
20 Париж коммунасининг сутини эмган,
Афсуски,
Курашчи у — Барбюс эди.
Афсона китобларни кўп ўқиганман,
Унда бир қаҳрамон — ўлимни билмас.
Агар боши кесилса ҳар қатра қони
Узидай бир қаҳрамон бўлиб унармиш,
Узидай тирик, ботир,
Олармиш нафас...
Инонув мумкин эмас,
30 Мумкин эмас инонув ўлим сўзига,
Бу порлоқ бир умрни якунлашгина.
Шу нуқтада бошланур сўнмас яшамак,
«Ут»лар оша миллионлаб
Дилнинг тепиши.
Бу — унинг иши,
Кураши, чақириғи ва иссиқ қони
Қаҳрамонлар қўли-ла ясар пўртана.
www.ziyouz.com kutubxonasi
Ҳалн дунё, капитал йиғган ахлатдан
Бир умрга мусаффо бўлиб битмасдан,
40 Ҳали кўкдан булутлар кўчиб кетмасдан,
Ҳали тахтлар тубига «олов» етмасдан,
Оралиқдан бир шов-шув чиқса тўсатдан
Инонув мумкин эмас,
Мумкин эмас инонув ўлим сўзига.
Бу фақат бошланиши тоза умрнинг,
Бу — курашларга тўлган
Шу кекса ерни
Қайтадан қуриш учун
Галдаги қурбон.
50 Тобути қаршисида миллионча юрак,
Миллионча ботир, дадил курашчан кўкрак,
Эгиб байроқлар,
Кураш иштиёқи-ла
Оларкан нафас.
Бу — унинг, курашчининг —
Анри Барбюснинг
Мутлақо марсияси эмас,
Уртоқлар!
146
www.ziyouz.com kutubxonasi
С. АЙНИЙГА
(Э кспромт — мажлис яалида)
Бу оқсоқоллик сенга субҳи содиқдай,
Шу ёшда бошланади тонг каби йигит бир умр.
Умрки, ишқ ила, ижод ила, ғурур-ла тўла,
Умрки, бунда йигит эҳтироси, завқу сурур.
Зулм йўлин оша келмиш бу ерга Дохунда,
Оғир кишанли ғуломлар оларди қонли нафас.
Ғуломлар аламин сезгувчи қолур зинда,
10 Бу қуллар куйчиси ҳурмат билан яшар — ўлмас.
Усар севимли ва бахтли бизнинг шонли Ватан,
Ҳаётимиз ҳали минг «Шоҳнома»лар бўлади.
Езишда шоҳ асарингни сенинг билан бир тан,
Қалам сафи азамат новдалар билан тўлади.
www.ziyouz.com kutubxonasi
икки ё ш л и к
10
20
Кўклавд. Нега шамол келмас юксак тоғлардан,
Толбаргакдан жевак таққан майса боғлардан,
Хаёл қўли қучоқламас йироқ ёқлардан,
Қанотланган умид учар ёш дудоқлардан:
«— Шамол,
баҳринг камол,
чўлоқ кетмонингни
олиб кет!»
Шамол келмас, кўтарилмас дака варрагим,
Дардаракдай типирчилар, тошар юрагим,
Кўкка томон кўтарилган мурғак билагим,
Қизғалдоқли пастак томда ёлғиз тилагим:
«— Шамол,
баҳринг камол,
чўлоқ кетмонингни
олиб кет!»
Ешлигимнинг хазииасин ахтарсам қанча,
Муҳаббатли эсдаликлар топилмас анча:
Қамнш томлар, пилта чироқ, сасиган танча,
Яланг оёқ, йиртиқ иштон, товшим борича:
«— Шамол,
баҳринг кэмол,
чўлоқ кетмонингни
олиб кет!»
II
Уфқлардан қаҳ-қаҳ солар шўх пропеллер,
Ун минг метр тубанликда айланади ер,
30 Кўзи билан кўкни ютган ўйноқ пионер,
Қўлда қоғоз аэропланча — учқур планер:
«— Аэроплан,
Низомжон
планерин
олиб кет!»
Улуғ ўлка харитадай кўринар пастда,
Яшиндай тез масофалар босар нафасда,
160
www.ziyouz.com kutubxonasi
Ҳатто Ҳукумат уйининг томи устида,
Қанотланган умид учар лабдан оҳиста:
40 «— Аэроплан,
Низомжон
планерин
олиб кет!»
Бу ёшликда на пастак том, на танча, фиғон,
Янги ёшлик кўкламларга, тонгга чулғанган
Бу ёшликка онг-билимдан қанот боғланган,
У юксакка учмоқ учун дадил чоғланган:
«— Аэроплан,
Низомжон
50 планерин
олиб кет!»
www.ziyouz.com kutubxonasi
Холдорой Нор тоғанинг
Севимли кенжа қизи,
Бу ишчи оиланинг
Қичик порлоқ юлдузи.
Нор тоға кўн заводда
Пардозчи бир ударник,
Терини буғлар ўтда,
Дазмоллар бардам, тетик.
10 Теваракни илк саҳар
Нури чулғаб оларкан,
Кўздан уйқу — пардалар
Оҳиста тарҳаларкан
Заводнинг шўх, чинҳириб
Чалинади гудоги,
Ишчи танда ҳон юриб,
Турмуш қайнар эртаги.
Нор тоға кийинадир,
Ювиниш ва нонушта,
20 Заводга йўлланадир,
Холдор ухлар оҳиста.
Нинни-нинни қўлига
Олиб жажжи бошини,
Нима кўрар тушида
Чимиртадир қошини.
* * *
Нор тоға кўн заводнинг
Толиқмас ударниги.
Кечикиш, прогуллик
30 Унда кўринмас таги.
Ун икки йил ишлайди
Социал ватан учун.
Ун икки йил бирма-бир
Бериб ёшлигин кучин.
Ун икки йигит кўркам
Қунт бериб ҳунарига,
ХОЛДОРОЙНИНГ НАКАЗИ
www.ziyouz.com kutubxonasi
Туртинса, қийналса ҳам
Эгаллайдир техника.
Ортиқ унга энг қийин
40 Машиналар ҳам таниш.
У тутингандан кейин
Ҳал бўлар ҳар қандай иш.
У ишлаган терилар
Билмайди асло брак.
Сифат учун берилар
Ундаги қунт ва идрок.
* * *
Тунов куни заводда
Бўлди катта йиғилиш,
50 Ишчилар ўртасида
Ударникча умтилиш.
Чини билан бу ерда
Борлиғин кўрсатар эдн,
Ҳар ишчи навбатида
Минбар кўтариларди.
Советларга сайловнинг
Бу қизғин йиғилиши,
Чиндан ҳар ударникнинг
Бўлмишди ўзин ишн.
60 Энг яхши Совет учун
Энг яхши депутатлар,
Ишчилар ишига чин
Қуч берган азаматлар,
Ишчи диктатурасин
Олдинги штабига,
Ударниклар сарасин
Сайлар Совет сафига.
Ут олди кучли танқид,
Мақталди бир неча от.
70 Фахрли ном, қизил бет
Ва Нор тоғага навбат.
Қлуб тўлди қарсакдан
Номи ўқилар экан;
Узоқ-узоқ бурчакдан:
— Тўғри, сайлаймиз!— деган
Овози ишчиларнинг
Барала кўтарилди,
Нор тоға Советларнинг
Сафига ўтказилди.
80 Қалбида севинч тўла
Нор тоға кулар эди,
www.ziyouz.com kutubxonasi
Ғурурлаинб йўл-йўла,
Уйига кетар эди.
У энди оддийгина
Зарбдор Нор тоға эмас,
Чин зарбдорнинг номига
Депутатлик қандай мос!
Иўлкада қарши олди
Кенжа қизи Холдорой,
90 Адасин ачомлади
Ипакли галстукдай.
— Қизим, ҳали билмайсан
Аданг ким бўлганини,
Кел, бир севиб ўпайин
Жажжи юзинг холини.
Мен Советга депутат,
Биласанми, оппоғим!
Холдорни ўпар қат-қат,
Бу бахтга лойиқ ким!
100 Холдор қўйиб юборди
Адасининг бўйнини,
Бир ўйчанлик қоплади
Еш ва эсли юзини:
— Сен депутатми, ада?
Мен бу сўзни биламан,
Опам кеча боқчада
Айтиб берган барчасин.
Наказнинг ҳам мен, ҳатто,
Маъносини ўргандим.
110 Мен айтай битта-битта,
Мана менинг наказим:
Бизда холос боқча бор,
Клуб ҳам йўқ музика.
Мени, ўйна, дейдилар
Қуппа-қуруқ чапакка.
Иннайкейин, қўғирчоқ,
Фартуқлар етишмайди.
Опамга айтсак ҳар чоқ,
Кулади, индамайди.
120 Жон ада, наказимни
Эсингдан чиқармагин!
Қизчасининг нозини
Тинглаб олгандан кейин
Нор тоғанинг кўзлари
Олмосдай ярақлайди,
Холдоройнинг сўзларин
Қўкрагига қатлайди.
www.ziyouz.com kutubxonasi
Гарчанд Холдор накази
Қисқа ва кичик эди,
130 Жаранглаган овози
Эрка ва тетик эди.
Нор тоға Холдоройни
Бағрига босди маҳкам.
Зарбдор ота, пок бўғин —
Бу туриш қандай кўркам!
Холдорой кичик эди,
Ундан кичик накази.
Бироқ, унда тингланар
Келажакнинг овози.
www.ziyouz.com kutubxonasi
Чимён тоғларидаи қўзғалган шамол
Тошкент боғларидан ҳилпиллаб ўтди.
Шафтоли гулига қўнган арининг
Қанот тагларини сийпалаб ўтди.
Бақатерак тебраниб, ташлар кучала,
Урик ерга гул тўкиб, пистон қадайди.
Тўрғай кўкда минг мақом билан машқ қилиб,
Шамолдан тароқ қилиб, думин тарайди.
10 Чучмўмали тепанинг кўм^кўк бошида
Бир тўда шўх болалар — тўзимсиз юрак —
Кулгисидан осмоннинг жоми жаранглар,
Тентак шамол йўлини пойлар варварак.
Каникул пайти ўтди, қани, болалар,
Поёндоз бўлсин сизга бинафша, сунбул.
Варракдан — планерга, китоб, қаламга,
Жиддий дарсларга бошлар кўниккан кўнгил.
КУКЛАМ ШАМОЛИ
156
www.ziyouz.com kutubxonasi
193 6
БАРИ СЕНИКИ
Мунча ҳам чиройликсан, азиз Ватаним,
Бодомдай минг кўз билан севар баданим,
Сенсан аввал-охир, сенсан севганим,
Жоним, юрак ҳоним, ҳатто шу таним
бир бутун ҳолида бари сеники.
Лоладан пойандоз ҳар бир қадамда,
Узлуксиз кулгилар доим даҳанда,
10 Олтин тупроғингни ўпганим дамда,
Нафасинг сезилур эди баданда,
гул, сунбул чаманда бари сеники.
Баланд-баланд тоғларинг минг пиллапоя,
Арчалар бахт бошига ташлайди соя,
Шеър ўқий, шеър тўқий билониҳоя,
Сен минглаб азамат, ботирга доя,
арслон йигитларнинг бари сеники.
Иссиқ қучоғингда унган пахтазор,
20 Энг баланд ҳосил билан топди эътибор,
Олтин тупроғингда жумла олам бор,
Дунёлар мазмуни мазмунига зор,
шу обрў, шу виқор бари сеники.
План, чўт-ҳисобдан ошиб ўтдик биз,
Илм нормасидан ўзиб кетдик биз,
Кунда беш юз кило терган эркин қиз,
Гектаридан ўн тонна берган эрлар биз,
баримиз, баримиз, бари сеники.
Иссиқ қуёш бошлардан силаб буютган,
Бу ерда оёқларга кирмайди тикан,
^ Киприкларга қўнган зарринкор чангдан,
Алқисса, шаббода чолган оҳангдан,—
рақс этган шу гулшан бари сеники.
>
167
www.ziyouz.com kutubxonasi
Бир вақт ёв забтидан кўзларинг тинди,
Бағримиз қонидан лолалар унди,
Лениннинг шуури ҳар дилга сингди,
Қандай бахтиёрсан Ватаним энди,—
ёп-ёруғ келажак бари сеники.
Севган Партиямиз чақирса агар,
Баримиз жон-тандан бўлиб сафарбар,
Постда турган рядовой бир қизил аскар
40 Сингари ҳайқириб арслонлар қадар,—
бизнинг тақдир ва қадар бари сеники.
* ‘
158
www.ziyouz.com kutubxonasi
КУК БУСАҒАСИДА
Чкалов, Байдуков, Беляков ўртоқларга
Осмон қатламлари сизнинг зинангиз,
Тонгдай ёра олиб шафақ этагин,
Шунчалик юксакликка кўтарилдингиз,
Тингланди Зуҳронинг тепган юраги.
Сиз кўкнинг қопқасин қоққан соатда,
Қуёш кўз уқалаб уйғонар эди,
Сизнинг қанотларга ботир тонг кўзин
10 Заррин киприклари илғонар эди.
Оралиқ — вақт бўлди тезликка банда
Москва тонгидан — шу тонг қутбга,
Шу тонг Қамчаткага, шу тонг маррага,
Бир тонгда Ғарбу Шарқда битта тантана
Кўриб Чкаловнинг самолётини
Гўё қуёш қотди таажжубидан,
Қўрқув, даҳшатларни сезиб ичидан,
Унутди кундалик саёҳатини.
Қўрқ, қуёш, яқиндир сени юганлаш,
20 Миллион йил ўзбошимча кезувинг етар.
Биз тунлар душмани, бизнинг ўлкага,
Еппа кундуз учун бўлдинг сафарбар.
Арктика чигали ўлкам кафтида
Бир буртак дўл каби осон эриди.
Чўллар саркашлиги ҳужумимиздан,
Қум соатдай низомга бошини эгди.
Истасак нур миниб ярим секундда
Учармиз фазонинг бурчдан-бурчига,
Истасак бир атом энергияси
30 Ғалаба қилажак олам кучига.
Помир чўққилари биз юксаларкан,
Этик пошнасидай кичик поядир.
www.ziyouz.com kutubxonasi
Саҳро қуюнлари биз қўзғаларкан,
Елпуғичдай эринчоҳ бўш шаббодадир.
На дарё, на тўфон, на вулқон, на кўк
Кесар билгимизнинг ёруғ мўлжалин.
Техникамиз ернинг ажинин санаб,
Коинотнинг ўргандн аниқ мучалин.
Чкалов учиши узоққа қараб,
40 Ер суръатин қувишга бир воситадир.
Чунки Ватанимиз ботирларининг
Муаллими таълимга ғоят устадир.
160
www.ziyouz.com kutubxonasi
(^Мулланур Воҳидов» заводи ишчиларига)
Жонга, қонга, онгга сингиб киролган
Жондош, қондош, эй буюк Ильичимиз,
Қоп-қоронғу кечаларни чақмоқдай
Сен орқали кесди мард қиличнмиз.
Чиркинликлар тўлган эски дунёдан
Учмохлар ундириш бизнинг ишимиз.
Чаманларга бурканган улуғ Ватаннинг
10 Ҳар бир кирпичида қон ҳам кучимиз.
Кўп узоқ ўтмишдан мерос бу дунё
Ҳали мутлақ тозаланиб битмаган.
Баъзиларнинг юраклари шубҳа-кир,
Баъзиларда оддийгина пичроқ тан.
Шоир билан чиндан сизнинг ўртада
Юрак томиридай бир боғланиш бор.
Биз, қолдиқ шу пичроқ, шу кирликларни
Ювишда биргамиз, бирга сафарбар.
Шоир — юракларга ҳукм этади,
20 Ул рентген нуридай ўта кўрувчи.
Юрак пучмоғинда қолган кирларни
Қалам билан тозалов шоирнинг иши.
Қиши ич билангина яшай олмайди,
Киши деган нч ҳам тишдан тузилган.
Ич ёғини биз ёрита олурмиз,
А, тиш ёғи сиз дўстларга юкланган.
Қолхоз овулина бориб киргандай
Сизнинг ифор исли собунларингиз,
Менинг ифор маъноли шу шеърларим
30 Ватаним ҳар бурчида қолдиражак из.
Жонга, қонга, онгга сннгиб киролган
Жондош, қондош, эй буюк Ильичимиз,
Биз ҳам Партиямиз байроғи остида
Дунёни оритувга ез-ар кучимиз.
ШЕЪР ҲАМ СОБУН
11— 97 161
www.ziyouz.com kutubxonasi
Қуёш юмалаб кетди футбол тўпидай,
Лолаларга кўмилди уфқ қопқаси.
Нурларга чўмиб ётган стадионда
Бошланди йигитликнинг мард дағдағаси.
Томошабин кўзларидай бунда чироғ кўп,
Темир кекирдакларин чўзар радио.
Юрак ҳовуч ичида, тепади гуп-гуп,
Фирдавсий мисраидай томирда ғулу.
10 «Полвонлар келишмоқда! Ана полвонлар!»
Иигирма минг дудоқда шу қисқа хабар.
Яғрин ташлаб, елвагай мағрур, бепарво,
Бир қур йигитлар келар енгил, худди пар.
Ҳамма жим, шитир этмас гугурт қутича,
Ҳаттоки кашандалар тутун бурқутмас.
Стадион жон кўзин мардларга тикиб,
Салқин оқшом елидан олмоқда нафас.
Ҳукмин юргизади ҳукм минбари,
Ҳукмга қирқ минг қўлдин қарсакки, имзо.
20 Полвонлар қадамига осмон поя,
Жаранглар бош устида нилгун фазо.
Кеча фабрикада, кеча қўшинда,
Кеча бахтлар даласида шонли қаҳрамон,
Бугун мана бунда — стадионда,
Миллионлар севган ўғил, машҳур паҳлавон.
Ясов, дадилланар шу йигит секин,
Балки тақдир ёзгандир шу кенг манглайга;
Шахмат тахтасида муҳра сургандай,
Эртанинг ботирлигин — Чапаевлигин.
30 Чироқларга кўмилган улуғ майдонда
Унгга, сўлга синчиклаб аста қарайман.
Тингланар юрак зарби, асаб жунбуши,
Зотан, ҳамма қаҳрамон, ҳамма паҳлавон.
СТАДИОН о қ ш о м и
162
www.ziyouz.com kutubxonasi
КОНСТИТУЦИЯМИЗ
Яша, шонли раҳбаримиз — Партиямиз,
Жону танда доим сену биз — биттамиз.
Сен ўргатдинг бизга — бизнинг кимлигимиз,
Сен орқали кетди бутун камлигимиз.
Камситилган, хўр тутилган бечоралар,
Қадру қиммат шон-шарафсиз оворалар.
Қуллар, туллар, хона бардўш, бепадарлар,
Бир парча нон гадолари, дарбадарлар.
Ю Сен орқали бугун қаддин кўтаролди,
Қаҳру ғазаб занжирини узиб солди.
Қалбимизда севги ҳиссин сен қўзғатдинг,
Ғазаб ўтин юракларда сен тўзғатдинг.
Биз танидик дўсту душман кимлигини,
Сен йўқотдинг «қул юраги жим»лигини.
Қора зулмат пардаларин йиртиб ташлаб,
Сўнмас чироғ нури томон бизни бошлаб.
Бошимизга бахт қушини қўндиролган,
Қалбимизда сурур-роҳат ундиролган.
20 Аввал-охир яша, шонли Партиямиз,
Биз — сеники, сен — бизники, биз — биттамиз.
Умид ўқин ҳар маррага ота олган,
Биз чўлларда чаманзорлар яратолган.
Осмонда қуш ўрнига учмоқ бўлиб,
Қоинотнинг сирларини қучмоқ бўлиб.
www.ziyouz.com kutubxonasi
Дарёларда балиқлардай суза олган,
Миллион йиллик жимжитликни буза олган.
Табиатнинг ваҳший кучин эгарлаган,
Еру кўкда нима бўлса эгаллаган.
30 Энг ҳурматли, энг қимматли шу одамзод
Уз умрида кўрди чексиз зулму бедод.
Агар тарих саҳифасин босиб ўтсанг,
Қонли кўзга бўлур, ҳатто бу жаҳон танг.
Ҳалқумидан минг жаҳаннам ҳазар ҳилган,
Кўзларидан миллион шайтон назар қилган.
Тубанликнинг тубан оғир занжирида,
Улим, вабо, фаҳш, разолат шамширида
Нобуд бўлган 'миллионларнинг фарёдида,
Минглаб оқил, минглаб фозил қилур нидо.
40 Сен беролдинг одамзодга чин баҳони,
Сен тополдинг бизда идрок ва даҳони.
Мадҳиянгда фалсафадан қилсам поя,
Шеърлардан бошинг узра солсам соя.
Шу меҳрибон қучоғингда олсам нафас,
Афсус, умрим минг йил эмас, миллион эмас.
Яша шонли мураббиймиз, Паргиямиз,
Биз — сеники, сен — бизники, биз — биттамиз.
Ғариб ўтмиш, йўлсиз кеча, қора мозий,
Мард елкалар, яғринларда қамчин изи.
50 Бизнинг ўтмиш синиқ мунчоқ қадрига тенг,
Бизни ёҳқан ғазаб ўти муҳитдан кенг.
Биз бировга бахт яратиб карахт қолган,
Биз ўзгага тахт ясатиб бадбахт қолган.
Бу биз кеча увадабанд отбоқарлар,
Шўр пешона, гўлахилар — ўтёқарлар.
Бир бурда нон насибамиз, сўкиш-изо,
Мана бугун қилиб кўрсак мулоҳаза:
164
www.ziyouz.com kutubxonasi
Қалб тўлқини тилга ёрлиқ қилажакдир,
Мақтанишга олам торлик қилажакдир.
60 Эй муҳтарам, минбар оша сўйловчи сўз,
Эй нотиққа тикилувчи минглаб жуфт кўз.
Қайдан келдик, ким эдик, биз, бугун ҳоким,
Шу кенг Ватан қучоғида ҳукмрон ким?
Тонг нурига тўлган чақноқ кўзимиздан,
Ҳатто қуёш исинади юзимиздан.
Меҳнат, билим, истироҳат шараф иши,
Қораланмас ҳеч граждан шод ёзмиши.
Бу ўлкада одамзод ҳур, фикр, ижод ҳур,
Синфсиз жамиятмиз, йўқ заиф, зўр.
70 Шундай эркин, ҳур ва қувноқ Ватанимиз,
Ҳар биримиз Искандардан баланддамиз...
Ленин билан Партиямиз бизга устод,
Ҳур одамзод ҳар нафасда қилажак ёд.
Сен ўсдириб одамият ўз меҳрини,
Бизга бериб ҳокимият зўр муҳрини.
Сен орқали олдик қўлга диктатура,
Жигарлардан чиқсин овоз, тортинг «Ура!»
Сен беролдинг одамзодга чин баҳони
Ва ўсдирдинг бизда идрок ва даҳони.
80 Шарафингни йўқотмасга онт этамиз,
Чироғимиз, йўлбошчимиз — Партиямиз!
165
www.ziyouz.com kutubxonasi
НОРТОЖИНИНГ КУРАК т и ш и
Нортожининг ҳозир ёши олтида,
Бироқ чоллар каби кемшик бечора;
Бир парча гўшт ёки нон еб қўйдими,
Кечгача тиш кавлаб бўлар овора.
Олдидаги тўртта курак тишининг
Соғи йўқ — ҳаммаси чирик, дарз кетган.
Баъзиси жуда паст, баъзиси баланд,
Баъзиси лаб юлар — мисоли тикан.
10 Болалар тегишиб, «сўйлоқ», дейдилар,
Шишган милклари жуда кўримсиз.
Шунча ёш Нортожи нимага бундай,
Нега тиши тушган шўрликнинг, эсиз.
«С» билан «Ш» ҳарфин айта олмайди,
Сўз ўрнига тили ҳуштак чалади,
«Шўрва», «Шамол» дегин, деса болалар,
Яхшилаб айтолмай, ҳайрон қолади.
Нортожи ўзи шўх, эринчак бола —
Юзини ҳафтада аранг ювади.
20 Кўча ҳам кўйларда чанг-тупроқ кечиб,
«Олапар», «Тўрткўз»ни доим қувади.
Оғзидан узилмас хўрозқанд, ўрик,
Данакни қўрқмасдан тишда чақади.
— Тишингни ювсанг-чи,— деса онаси,
Илжайиб, бепарво унга боқади.
Бир кун Нортожининг тиши оғриди,
Лунжлари олмадай шишган, осилган.
— Вой тисим, вой тисим, вой тисгинам-эй,
Айтингиз, ўртоқлар, не қилсам экан?
30 Дўстлари, болалар уни қуршашиб,
Оғзига қилдилар экскурсия:
166
www.ziyouz.com kutubxonasi
«Мукофот» тўпламининг муқоваси. 1940 йил.
www.ziyouz.com kutubxonasi
— Қани оч оғзингни, биз текширамиз,
Тишингнинг оғриши нимага?— дея.
Нортожи «шошмангиз», демоқчи эди,
Сўз эмас, ҳуштаги чалиниб кетди.
Қарнайдай оғзини очиши билан
Сассиқ ҳид ҳаммага билиниб кетди.
Болалар бирма-бир текширадилар,
— Вой баёв... бунисин қаранг, ўртоҳлар!
40 Тишларда истаган нарса топилар:
Жийдами, ўрикми, писта пўчоқлар.
Айниқса олдинги курак тишида
Бир ҳафта бурунгн овкат қолднғи.
Енида, бошида, оралиғида
Сақич бўлакларн, тухум сарнғи.
Бир бола сўрайди:— Уртоқ Нортожи,
Умрингда тишингга чўтка текканми?
Нортожи айтадн:— Бет юволмайман,
Тиснмни ювисмн, эндн бир камм.
50 Дўстлари етаклаб, олнб кетднлар,
Мактабга қатновчи доктор ёнига.
Доктор тишни кўриб, бир «дори» ёзди,
Жуда фором келди оғриқ жоннга.
Биласизми, ўртоқлар, бу дори нима,
Бир қути порошок, кичкина чўтка.
Нортожи эринмай ҳар кун тиш ювар,
Қизиллик югурган кулча юзига.
Энди Нортожннинг тишлари дурдай,
Оғриқни, сасишни билмайди, тоза.
60 Ҳар кимки, тишини тозалаб турса,
Жони ором олур, ўзи покиза!
168
www.ziyouz.com kutubxonasi
1937
МАДРИД ҚУШИҚЛАРИ1
Кайхусрав ўлганда уни одамлар:
— Умрингда қон ичиб тўймаган мия,
Мана энди абадул-абад тўй,— дея
Бош косасин қонга чўмган эканлар.
Тарихий бўлсин деб қонга тўлдирмай,
Сотқин генералларнинг бош косасида
Мадрид милислари қичқириб нидо
Халқнинг соғлиғига ича олур май.
10 Ровийлар сўзича, чаён боласи
Уз онасин туғилган пайтда ошармиш.
Модомики, Франко — ирганч модаркуш,
Қалбига йўл тополмас ўксиз ноласи.
Ҳеч қачон ит боши турмас табақда,
Ит хушнуд овчига қилган хизматда.
Бир итга икки ит берган мададдан
На табақда из қолур ва на тарихда.
Урта денгиз калиди Жабалториқдир,
Очар кўксин Африқо, Қибрис, Мисрлар.
20 Утди йиллар, даврлар, учди асрлар...
Андалуснинг кунида янги тарихдир.
Очажак Испаниянинг ибрат калиди
Европанинг тилсимли эшикларини.
Замбараклар уйғотар бешикларини,
Оналарнинг шавқ билан порлар умиди.
Икки севишганга ўқилди никоҳ,
Бомбалар гулхандай ёнган чоқда.
Алҳумро саройи емирилган чоқда
Тарихий обидалар тортди қалбдан оҳ.
1 Автордан: Бу шеър ҳурматли биродарим Шайхзода
бирга ёзилган.
билаа
169
www.ziyouz.com kutubxonasi
30 Ошиқ маъшуқдан бешта ўқ олди,
Бу никоҳнинг умрли олтин узуги.
Қон уфқига термулди кўзнинг сузуги,
Ҳатто бўса қолди, васли ёр қолди.
Эй гўзал Испаниянинг шўх дилбарлари,
Қонингизга чўкдирди қазо аламни.
Бахмал кўзингиздаги ўт — жаҳаннамни
Уфлагандир Франконинг нодон лаблари.
Жаллодлар қиличининг кесолмас дами,
Нафратдан қоя бўлса, ғазабдан қўрғон.
40 Испан харитасини ўчиролмас қон,
Ернинг қалбига ботар марднинг қадами.
«Қуртоба, Ғарнотанинг2
Келиб қолди нажоти.
Мажолсиз қолди душман
Бургутининг қаноти.
Боқиб қолди ботирнинг
Орқасидан нигорлар.
Хайр, сизга алвидо,
Қўрқув билмас шунқорлар.
50 Йўлингиз қутли бўлсин,
Шер қадамли қаҳрамон.
Лекин асло, эй арслон,
Қайтмагил бу йўлдан...»
Самовот муттасил қузғундай учса,
Агар қутблар ҳам чанбардан кўчса,
Агар булут бошларга қон — ёш тупурса,
Агар дарё тўфондай тинмай кўпирса,
Агар ўн-ўн беш ит карвонга ҳурса,
Агар кимдир: Муссолини, Гитлер қутурса,
60 Юрагимиз бирга урган ватанимиз бор,
Юз етмиш миллион жонли бир танимиз бор. *
* К а р д о в а в а Г р е н а д а (Автор изоҳи).
170
www.ziyouz.com kutubxonasi
ЧАМАН
(Машқ шеърларидан)
Бу Ватан мақтовларин ҳар қанча ёзсанг оз экан,
Дилга тил, тилга кўнгил, албатта жўр овоз экан,
Боғлар гулгун, чаманлар қўйни базми ноз экан,
Келди кўклам, лола, насрин бир-бировдан соз экан,
Жўр билан сож, қарқуноқ, қумри баланд парвоз экан,
Куйла, шоир, улфати чор бирлашиб ҳамроз экан.
Бойчечак юз сарғайиб, қишдан қутулганда аранг,
Ю Янгидан тушса назардан, энди инсофга қаранг,
Чучмома, раъно, бинафша кўзни боғловчи фаранг,
Кўзга оққай бу чаманнинг гулларидан мингта ранг,
Ғунчаларнинг кулгисидан қалб қулоғида жаранг,
Ёз экан, танноз экан, серноз экан, дамсоз экан.
Қатма-қат алвон кийиб мақтанганида арғувон,
Чирмовуқ карнай чолиб, тортмасми куйгандан фиғон?
Пора-пора барг тўкиб лола ҳасаддан бағри қон,
Томда ёлғиз ўксинур бечора қизғалдоқ ҳамон,
20 Ер чизиб гулхайри мотамлик тўнин кийган замон,
Шоҳигул атлас қанотли, гердайишда ғоз экан.
Ерда қолган, парваришсиз бунда гулбеордир,
Бўй чўзиб, ҳатто чечакка етмайин ҳам зордир,
Тугмадек чўпга чизилмак иштиёқи бордир,
Битта гултожихўроз шўрликка жиндак ёрдир,
Садарайҳон хуш қилиқ, бечорага дилдордир,
Бу чаман атрофида сафбаста бир сарбоз экан.
Тилла қўнғиз ҳид ўғирлаб яшринур барг остига,
Тушмасин ҳеч гул мабодо саъва, булбул дастига,
ол Шеър ўқир тинмай чаманнинг ҳар баланду пастига,
Бу томоша, айшу ишратдан кечиб, чумчуқ нега,
Чўп кўтарганча югурмакда теракнинг устига,
Баъзилар айтар, дурадгор, баъзилар, дорбоз экан.
Кенг Ватаннинг боғу бўстон қиссаси бўлмас тамом,
Қайга борсанг мингта қувноқ юз кулиб бергай салом,
Бахтли, эркин умримиз миллионча йил қилсун давом,
Бу чечаклардан муҳаббат аҳлига гулдаста — ком,
Энди ялқовликни ташлаб, мутлақо Ғафур Ғулом,
Тўхтамай шеър ёз экан, шеър ёз экан, шеър ёз экан.
171
www.ziyouz.com kutubxonasi
САНЪЛТИМ
(Узбек санъатининг нишонли ўғил, қизларига)
Эй асрлар асираси, зулмат қурбони,
Тарихларнинг гарданида ёқут маржони,
Исёнларнинг сут эмизган онаси — қони,
Кишиликнинг тенг ярими, шериги, жони,
Одамликнинг бир бўлаги, мазмуни — жони,
Юрагимнинг «Гулсара»си бўлган санъатим.
Ичкарининг соқовланган тили сўйларкан,
Ю Қайғу-алам эртакларин мунг-ла куйларкан,
Жон димоғи зулмнинг заҳар гулин бўйларкан,
Ҳасрат кўзи чимматларда ҳонга тўларкан,
Чўриларнинг, канизларнинг йўлин ўйларкан,
Жигаримнинг бир пораси бўлган санъатим.
Ичкарининг- даричаси — порлоқ кўзисан,
Шўх ҳизларнинг мусиҳавий ҳувноқ сўзисан,
Озод ўзбек-хотинлигин кулган юзисан,
Минг Зебининг, минг Қумрининг худди ўзисан,
Ҳалимаси ҳам Сораси бўлган санъатим.
20 Олам томи устидаги чолинган бу соз,
Дунёларнинг санъатига бўлди жўр овоз,
Узбек ҳизин овози бу — эркин сарвиноз,
Ҳар мақомда минглаб ғамза, ҳар пардада ноз,
Чолинг, дўстлар, чолинг, ёрлар, чолингиз бир оз,
Чол, кўнгилнинг сетораси бўлган санъатим.
Бахт қўшиғин қичқирганда осмон янграр,
Озодликнинг қадрин билган бу куйни англар,
Юксалишга пойандоздир муттасил тонглар,
Устоз ўзбек санъатидан тузгун оҳанглар,
30 Гулзор элнинг ҳар уйида авжинг жаранглар,
Ишқ бўстонин гулнораси бўлган санъатим.
Бу санъатда ҳур ўлкамнинг юраги яшар,
Бу санъатда на мунг-қайғу, на гард, на ғубор,
Бу санъатнинг мураббийси ғолиб пролетар,
Шунинг учун дағдағаси дунёларча бор,
Халқимизнинг олқишига лойиқ, сазовор,
Ватанимнинг кўз қораси бўлган санъатим.
172
www.ziyouz.com kutubxonasi
НОМЗОД — МАШИНИСТ
(Емцов номзодига)
Темир излар босиб чопади,
Утган йўлин тутун ёпади,
Юракда йўқ шубҳа офати,
Паровозда Емцов суворий.
Минглаб жоннинг посбони у,
Ухлар чоллар, ёшлар беқўрқув.
Фақат унинг ўзи беуйқу,
10 Масофанинг темнр сардори.
Ватан унга берган сифориш,
Йўлни билар қаричма-қарич,
Ҳорма ўртоқ, ҳорма товариш!
Қадам ташла манзиллар сари.
Чарчаш билмас қора паровоз,
Порлар унда икки олов кўз,
Чопар худди отилган юлдуз,
Узбекистон пахта қатори.
Пишқиради Шарқдан, Шимолдан,
20 Ҳайиқмайди қордан, шамолдан,
Ошиб ўтар ҳар бир довондан,
Қора йўрға аждар сингари.
Ҳамма тенгқур, қондош, улфатмиз
Қривонос мард Емцовимиз,
Улар билан тўла сафимиз,
Ватанимнинг мард ўғли бари.
Утилади, дала, кўприк, сув,
Дурбин кўзли, ватаннинг ўғли
Тизгинларни ўйнатиб дер:— Чу!
30 Уни қутлар тонг уфқлари.
www.ziyouz.com kutubxonasi
Элга керак пўлат билаклар,
Феълида жонланган тилаклар,
Темир асаб кийган юраклар,
Худди ўртоқ Емцов сингари.
Сенга лойиқ шарафли мандат,
Сен ҳам элдан лойиқ номзод,
Сайлаяжак сени депутат,
Эркинларнинг улуғ диёри.
174
www.ziyouz.com kutubxonasi
МАВЖУДА
Тўрт етим, бир бева баримиз бирдек,
Ешлигим эсимда, ғўза чувирдик,
Кундалик заҳматдан толмас эди енг,
Энг оғир замон, Мавжуда, жуда.
Дунё айланарди онам чархидай,
Бир калава ғўдир ип ош, насиба, пай,
Юпун, сағирваччалар, узуқ тандадай,
Ҳасрат тўла армон авжида жуда.
Ю Қўшнимиз кекса чол отарди моки,
Мокидай қоқ эди озғин билаги,
Етмасди турмушнинг чокига чоки,
Дилларда қайғу, қон мавжида жуда.
Бахмалга бурканган қозининг қизи,
Онам унга оқсоч кеча-кундузи,
Биз — тўрт етим — шўрлик тўнолган қўзи,
Шафқатсиз, беомон ёв жуда, жуда.
Сенга бегона бу эски ҳикоя,
Бошингга эрк сарви ташларкан соя,
20 Октябрь тенгдоши, ҳур ўсмир моя,
Партиям меҳрибон, Мавжуда, жуда.
Ҳурларга нурларни сепар офтоб,
«Эркни сев!» деб қилар карвонга хитоб,
Бу нурнинг файзидан душманлар бетоб,
У қуёш — осмон бурчида жуда.
Мавжуда эплайди бир талай машин,
Толеин манглайи билмайди ажин,
У сурур, ғурур-ла кўзлари яшин,
Оқар ишчан тўфон мавжида жуда.
www.ziyouz.com kutubxonasi
30 Текстиль тўқиган мато худди сут,
Иигитлар, келинлар, қизлар усти бут,
Бахт куйин куйлашда билмайди сукут,
Қўшиқ, ялла даврон авжида жуда.
Сиз чархин тоблаган текстиль ипи,
Бир ипга боғламиш дилларнинг кўпин,
Меҳнаткаш Ватаним сендай синглисин,
Қадрлаб кўтарган ҳавчида жуда.
Оталар танласа фарзандга ҳусн,
Таъкидлар сайловда бу қатъий сўзин,
40 Номзод деб кўтарди Ватан ўз қизин,
Муносиб бу чаққон Мавжуда жуда.
176
www.ziyouz.com kutubxonasi
САРАЛАНГАН УҒИЛ
(Уртоқ Усмон Юсупов кандидатига)
Йигирманчи аср тонг отган чоғи,
Аланга оларкан ўчнинг ўчоғи,
Эй, ўзбек халқининг қондош ўртоғи,
Туғилдинг кулбада, Юсупов Усмон.
Қоронғи, сафолат, зулм орқасида,
Турарди халқимиз жар ёқасида
Ва лекин қаддини кўтариб аста —
10 Зафар учун жангга бошларди туғён.
Еддадир тўққнз юз бешинчи йили,
Бешигинг тебратди кураш довули,
Юсуфжон батраклар букчайган бели,
Қувғинди, дарбадар, ишсиз карвон.
Замоннинг бағрини чок этди йиллар,
Хўжалар устига қўзғалди қуллар,
«Қасос!» деб бақирди етимлар, туллар,
Қасрлар устидан гурлади исён.
Элимга бош бўлди халқлар Ильичи,
20 Енгди адолатнинг ўткир қиличи,
Зафарга эш бўлди минглар севинчи,
Қилди халқ қўлида эрк туғи жавлон.
Бир-икки сотқинди ялоқхўр, малай,
Гуллаган юртимда қирқмоқчийди пай,
Товон билан эздик бнз ҳам аямай,
Жангимиз забтига қойилдир жаҳон.
Ушланди душманнинг пичоқли қўли,
Вафонгга шоҳиддир курашнинг йўли,
Сенсан Ватанимнинг бир камтар ўғли,
30 Партия сазовор бахтга посбон.
Туғишган халқимиз сенда мақталар,
Бергандай шоирга ғазал ифтихор,
12-97 177
www.ziyouz.com kutubxonasi
Ишига севинса устоз ҳаққи бор,
Чунки давр бизники, бизники даврон.
Бу сайлов асоси на фол, на қуръа,
ё сўнгак талашмас рангго-ранг фирқа,
Синфсиз жамият манзил шу йўлга,
Чунки бу ўлкада меҳнат ҳукмрон.
Яхшилар жашнида бири ҳам сенсан,
40 Мардона эрларга лойиқсан, тенгсан,
Кеккайиш сенда йўқ қанчалик енгсанг,
Шу учун шаҳримдан саралан, сайлан.
178
www.ziyouz.com kutubxonasi
Б А Х Ш И Н И Н Г Х О Т И Р А С И
Уша кекса лабда чўпон қўбизи,
Бахмал тоғ этаги унинг маскани,
Эслатар Доғистон харитасини,
Асрдийда чизиқлар қоплаган юзи.
Едида жилвали мингларча мисра
Учади Доғистон лочини каби.
Қанотлар салмоқли, ўткир асабий,
Парвознинг вазнини ёзар дўмбира.
10 Лазгилар севинчи, тоғлилар бахти,
Қуйилар бахшининг шан куйларида,
Бахтиёр ўлканинг ҳой-ҳойларида
Оқади бу кекса шоирнинг вақти.
Севинмоқ ва кулмоқ ҳунарларини,
Улуғ замонадан ўрганди чўпон.
Замона Гомери — кекса Сулаймон,
Ватанга атади шоҳ асарини.
Авжларда учаркан саодат, ижод,
Қанотни қайириб, йиқитди ажал.
20 Лабда битмай қолди энг сўнгги ғазал,
Депутат бўлмасдан, ўлди кандидат.
Вужудин элитди ўлимнинг сели,
Шеърида жуфтланмай қолди қофия
Ва лекин ғазални тўлдирай дея,
Давомин ёзажак эл шоирлари.
Эй воҳки, мангулик эмасдир ҳаёт...
Турмушга ташна бу кўзлар юмилди,
Бир тоғнинг тўшида бахши кўмилди
Ва лекин қўшиғи қоқмоқда қанот...
www.ziyouz.com kutubxonasi
ҚУТБДА САЙЛОВ
■(Папанин кандидатига)
Теварак жим... Қора кеча... Зулумот,
Қоқмайди, ҳаттоки чайкалар қанот,
Тўртта ҳондош юрак уради фаҳат,
Иўқ ўзга ҳаёт.
Ҳамма ёқни сақлар муз тоғидан ғов,
Жимликка тикилган бир танҳо ўтов,
Даричадан ярҳирайди нур олов,
10 Утовда тўртов.
Коинот қўйнида ел бениҳоя,
Чопади на туроқ бор, на бир поя,
Курранинг бошидан солар фазога,
Бир фонарь соя.
Бош устида осмон қуёшсиз, тип-тин,
Килватдан ҳайиқар афсонавий жин,
Ватан ўғиллари даҳшатдан устун,
Мисли Папанин.
Кўчманчи музларда ажиб, ғалати,
20 Совет қитъасининг бир вилояти,
Бенафас денгиздан босиб ўтади,
Кўприк абаднй.
Мангулик ҳукмида музнинг оқиши,
Нотинчдир қутбнинг ёзи ва қиши,
Ботирлик қудратин гулхан ёқиши —
Ҳар қайда яхши.
. Радионинг эфир тили чўзилар,
Қутбларнинг соқовлиги бузилар,
«Алло... Алло... Сизга Москва сўзлар!»
30 Порлайди кўзлар.
•сЭй дунё томида сипоҳ посбон,
Кимёгар, қутбчи сайёҳ, қаҳрамон.
180
www.ziyouz.com kutubxonasi
Булардан ҳам аввал буюк граждан,
Эшитгин эълон.
Яхшилар сафида сен ҳам бир аъзо,
Шонли васиқангга эл ҳўйди имзо,
Эфирга отлансин сен берган ризо,
То билсин фазо».
Теварак жим... Қора кеча... Зулумот...
40 Қоқмайди ҳаттоки чайкалар қанот,
Яшар тўрт нафарли чекснз вилоят
Ва бир кандидат.
www.ziyouz.com kutubxonasi
САИЛОВ ҚАСИДАСИ
Осмонда юлдузлар бесаноқдир,
Ҳисобига на сон етар,
на рақам.
Худди шундай эмасми бу Ватанда
Юлдуз каби порлаганлар
сони ҳам?!
Гумбаз бўйлаб ёйилган ҳур нуқталар
Пориллайди ҳар бири
10 яққол, равшан.
Худди элим боқчасида гуллаган
Рангин гулли,
серчечак,
хушбўй гулшан.
Иўқдир кўкда юлдузларнинг ҳисоби,
Элимдаги талантлар ҳам бесаноқ.
Ватан очиқ осмондир,
биз эсак —
Унда порлоқ
20 миллион-миллион дўст-ўртоқ!
* * *
30
Қани энди у қоп-қора кечалар?
Гўрга кетди,
қуёш уни совурди!
Зўр нафаслар ловуллатган ёнғинлар —
Ҳаромхўрлар товонини қовурди.
Ииллар йилни қувлаб чопди,
ўзишди,
Баҳор чоғи
тўп-тўп учган қуш каби,
Қора кунлар,
оғир ойлар,
ҳафталар,
Наслларнинг ёдидадир туш каби.
Дағдағали сўзлар совун кўпиги —
Сочиларди мунофиқлик
ва риё,
182
www.ziyouz.com kutubxonasi
Жавҳар билса ким уларнинг лафзини:
Гарданига минарди
40 ҳар беҳаё.
Ев ҳийласин кўрсатай деб ҳанча ҳам,
Шоир ёзса битиролмас ташбиҳни,
Закончилар камлик қилса,
майдонга
Қози чиҳар ушлаб ҳўлда тасбеҳни.
Тилда ёлғон,
дилда манфур ниятлар,
Юзда кулги,
қўлда қуръон, рисола,
50 Виждонларнинг софлигига мисолдир:
Чўлда қолган бир қон юқи пиёла.
Фисқу фужур дарёсида сузганлар,
Тўғриликдан йўқ эди бир томчи ҳам.
Ким, тизгинин топширмаса ўзича
Ғувилларди бош устида
қамчи-ғам.
Бош эгмаган каллаларнинг бўлмишди
Уети чўкич, ости эса сандонлар,
«Осий қуллар —
60 оқпадарлар» жазоси —
Дор сиртмоғи,
бадарғалар,
зиндонлар,
Ииллар йилни қувлаб чопди,
ўзишди,
Баҳор чоғи тўп-тўп учган қуш каби,
Қора кунлар,
оғир ойлар,
ҳафталар —
'0 Наслларнинг ёдидадир туш каби.
Қани энди у қоп-қора кечалар?
Гўрга кетди,
қуёш уни совурди!
Зўр нафаслар ловуллаган ёнғинлар
Ҳаромхўрлар товонини қовурди.
Лекин ҳали кўп қисмида дунёнинг
Ҳукмдордир
бўри кўзли капитал,
Давом қилар муаллақбоз ўйини
80 Уша ҳай-ҳой, шовқун,
қуръа, соққа, фол!
Уша ёлғон,
www.ziyouz.com kutubxonasi
очкўзлар ва талашув,
У алдамчи,
маккор сайлов қутиси,
Сайраётир ёлланган бўш бўғозлар,
Қаҳ-қаҳ урар дасисанинг тўтиси...
Бироҳ бу ҳам у элларда тансиқдир,
Бу ҳам бўлди у ерда
90 амримаҳол
«Демократик» ннқобларга — истеъфо,
Лофчиларни учирди
қонли шамол.
Тўзон янглиғ совурилди парламент,
Парламентки, «гапхона»дир лақаби,
Буржуазия йиртиб четга ташлади,
Эскиб қолган кераксиз кўйлак каби.
Энди фашист жаллодлари олгандир,
Урта аср болтасини қўлларга.
100 Сайлов эмас,
фармон билан машҳурдир
«Амри ҳақ-ла» Гитлер номли
ит дорға.
* * *
Мен граждан,
мен эркин эр,
мен ўртоқ.
Овозимни эшитсин бутун дунё,
Овозимни қоплаёлмас тўфонлар,
На зилзила,
на қутурган бир дарё.
Менга элим берган овоз — қайтмас,
Мен Ватанга ҳам эга,
ҳам посбон.
Мен одамман:
хоҳ ёш бўлай, ё кекса,
Хоҳ машинист,
хоҳ командир,
0 хоҳ чўпон.
Ана, қандай тўлқинланар аламон,
Ана қувват,
ана мардлик,
ирода.
Бир «ҳа» деса қўпорғуси тоғларни....
Бир оила ҳамма қардош-биродар.
Қўлимдаги бюллетендир васиқа,
Асрларнинг менга берган мандати!
184
www.ziyouz.com kutubxonasi
Шу ҳуқуқ деб,
шу мандат деб кўп замон
130 Хаёлланди кишиликнинг авлодн.
Боқ, нақадар салоҳият бор менда!
Мен энг олий ҳукуматни сайлайман.
Истаганим бўлур улуғ бир нарком —
Ҳаммани бу сайловга ҳай-ҳайлайман.
«Мен» деганим — миллионлардан бир нафар,
«Мен» деганим — миллион «биз»дан бир ўрнак.
Ҳар «мен» буюк жамоатнинг фарзанди,
Ҳар «мен» берар миллион-миллиондан дарак.
Қайси даврон кўрди шундай бир асар?
140 Қим ёзолди,
шундай гўзал бир достон?
• «Асос ҳонун» номидир бу кнтобнинг —
Ҳар сатрига илҳом бермиш
чин виждон.
Чақирншар вилоятлар, ўлкалар,
Уларга жўр овоз берар шаҳарлар,
Халқлар—халққа,
эллар—элга қўшилар,
Қўшил^андай шафақларга саҳарлар.
150 )Қим турмайди маҳаллалар,
қишлоқлар,
Ҳар уй сайлар,
ҳар ким сайлар,
ҳар кўча.
Давр олдида Ватан берар имтиҳон,
Ҳар дақиқа, ҳар соат, ҳар кун-кеча,
Жим турмайди музда ётган қутблар,
Овоз берар шимол ёқнинг довули,
Сўлмас жануб боқчалари, водийси,
160 Қўчма юртлар, тоғликларнинг овули.
Сайлар тўлқин яратаётган кемалар,
Тутун сочган паровозлар ҳам сайлар,
Эҳтиром-ла хушнуд турар табиат:
Юксак тоғлар, кенг увалар,
муз сойлар...
Мен истайман халқимнинг мард эрлари!
Олий мажлис чашнида
бўлсин аъзо,
Чексиз элнинг шаҳарлари,
1*6 кентлари,
Яхшилар-чун овоз берсин ва имзо.
Сараланган ўғилларга тўлажак
Буюк Совет давлатининг штаби,
www.ziyouz.com kutubxonasi
Номларини шон ва шараф қоплаган,
Ботирлар-ла ёзилгуси китоби.
Албат олур депутатлик дафтарин,
Нишонлар-ла кўкси тўлган илк Маршал.
Яна сўзлар ойнагини тўғрилаб,—
180 Халқлар дўсти —
у меҳрибон Оқсоқол.
Буюк йўлда билмаган шак ва шубҳа,
Идеални буюк манзил қилганлар;
Ҳужум вақти олдинги саф тортганлар,
Қалъаларни,
қўрғонларни олганлар,
Орқа эмас, кўксидан ўқ еганлар,
Евга ўлим хабарини элтганлар.
Қўли мажруҳ бўлганида,
190 тишида —
Қилич тутиб,
ёвни хароб этганлар.
Қалб қонини аямайин эл учун
Этик ечмай сув кечолган жасурлар,
Совет элин неъматларга,
гулларга
Ғарқ қилай деб ором билмас ботирлар.
Уз кўзининг уйқусини қочириб,
Дам олмайин тер оқизган ўғлонлар,
200 Бешикларда беғам ётган болага
Ҳаёт,
иқбол тайёрловчи инсонлар,
Ватанимнинг қопқасида бу элнинг
Саодатин сақлаб келган соқчилар,
Фан уфқини
зеҳни ёриб очганлар,
Хуллас калом:
яхшилардан-яхшилар...
Мана элнинг мажлисига лойиқлар,
210 Мана буюк кенгашманинг эрлари.
Ботирлардан, донолардан намуна —
Иўлдан тоймас,
буюк зафар шерлари.
Биэ қўймаймиз душман ўтсин сарҳаддан,
Ев кўксини
ўпирамиз беомон,
Чархимизга таёқ суқмоқ истаган
Қаллобларни —
супурамиз тамоман.
220 Юринг, юринг, эй қадрдон дўстларим,
186
www.ziyouz.com kutubxonasi
Овозингиз титратади кўкларни,
Бирга оёқ тепсак
бўлур зилзила,
Кўрган эмас тарих шундай ҳунарни.
Елкаларга елка тираб
қўлма-қўл,
Қадамимиз ерни боссин — оёқдош,
Ғазабимиз нобуд қилғай ёвларни,
Биз маслакдош,
230 биз ватандош,
биз йўлдош!
www.ziyouz.com kutubxonasi
ТУРСУНАЛИ НЕГА ВАРРАКДАН АИНИДИ?
Кўклам келди, учиб ўтди ғозу турналар,
Жамиланинг жамалаги сингари қатор.
Ғув-гувуллаб шамол келиб дилни тимдалар,
Шундай кезда қайси бола индамай ётар.
Кўклам келди, оқ булутлар ўтади сузиб,
Гўё варрак дардараги кўк гумбурлаши.
Уқишдан сўнг томлар ошар майсада кезиб,
Турсунали ўйнамоқда, совуган оши.
10 Айт-чи, нега осмоннинг шундай варраги?
Турсунали табиатга ҳасрат қилади.
Чидармиди ёш устанинг ўйноқ юраги,
Қоғоз бўяб, савоғични тинмай йўнади.
Тол чивиқлар ёш бошига ташлар кўланка,
У қунт билан безамоқда қоғоз ялтироқ.
Турсунали ясаб олди ўзига дака,
Катта, бутун тахта қогоз, ранго-ранг қуроқ.
Чиллак тўла чийратма ип, қўйди ҳаммасин,
Қуроқ учар осмоннинг қоқ ўртасида.
20 Келиб қолди бу варракка кўкнинг ҳаваси,
Узиб кетиш, олиб қочиш бўлар пайида.
Иўқ, узилмас, варрак учар кўкда ҳайқириб,
Гўё олам боғбонига бўлиб тартарак.
Турсунали чийратмага қулоғин қўйиб,
Осмоннинг сирларидан тинглайди дарак.
Варрак айтар: «Кўрасанми, мен баланддаман,
Ҳатто қушлар тенглашолмас оқ қанотимга.
Турсунали, сен ҳам юксал, дунё кўп чаман,
Кўп кучсизман, тортар эдим сени ёнимга».
188
www.ziyouz.com kutubxonasi
30 Шу пайтда учиб ўтди битта аэроплан,
Турсунали ҳайрон ҳолиб унга термулди.
У дариллаб, «Турсунали, қани укажон,
Мен кучлиман, тезроқ юксал, менга мин», дерди.
«Гўзал дунё, бахмал боғлар, улуғ шаҳарлар,
Зўр гигантлар, шу колхозлар, шу олий бино,
Шўх тўлқинли, тиниқ сувли катта наҳрлар,
Улуғ Ватан бори менинг қанот остимда.
Тезроқ ун, ўс, тезроқ юксал, келиб менга мин,
Мен учирай сени фаннинг энг чўққисига...»
40 Турсунали бу сўздан сўнг олди бир оз тин,
ё ш юрагин тимдаларди ҳавас-дағдаға.
Кўкка қараб салют берди хандон пионер:
«Тез фурсатда мутлақ ўқиб сени минаман».
Гир шох урди аразлаган варраги дир-дир,
Ерга тушди ранги кетган, ўзи тирналган.
Қайта бошдан қоғоз олди, тахта, чўп олди,
Ясай кетди аэропланнинг кичик нусхасин.
Резинкали паррагини бураб қўйворди,
Модель кетди эгаллашга кўкнинг қопқасин.
www.ziyouz.com kutubxonasi
1938
ГУЛДАН чамбар урди бошингга ватан
Булбуллар йиғлаган оҳу зоридан,
Қумрилар ҳувлаган мунг озоридан,
Тўтилар айрилган чаманзоридан,
Кулган бойўғлининг акси садоси.
Зебуннисо сўларкан кўп интизорда,
Не хуш айтибдурким: «Гарчи бозорда,
Ҳар молга мижоз бор, шеъримнинг аммо,
Ривожга минмади асло савдоси».
10 Ун етти ёшдаги шоира Меҳри,
Саксон беш ёшдаги чол эди эри,
Зиндонда чириди ижоди, умри,
Гул экан — тиканнинг бўлди фидоси.
Ҳарамхоналарнинг ханжари, тиги,
Қирқ қизлар оҳидан ўрлаган йиги,
Хонлар ҳулоғига эрди мусиқий
«Баёт»у «Муножот», «Ушшоқ», «Наво»си.
Сени тириклайин кўмдилар ерга,
Отдилар Амуга, отдилар Сирга.
20 Сотдилар хонларга, бекка, амирга,
Бунга фатво берди дину худоси.
Сенинг туғилишинг уйга фоли бад,
Гўё бир меҳмонки, келмиш бедаъват,
Исмингни қўйдилар «Бастихон», «Таммат»,
Сен эдинг кулгининг, бахтнинг жудоси.
Сен нелар кўрмадинг, мазлум, бечора,
Бош тубан ирғитди қонли минора,
Ииллар шундай ўтди, сарсон, овора,
Ҳавода осилди ўлим нидоси.
30 * * *
Лолалар, гулларга бурканган чаман,
Гулдан чамбар ўрди бошингга Ватан,
190
www.ziyouz.com kutubxonasi
Ишчансан, қувноқсан ва билимдонсан,
Қўлннгда ёшликнинг бахту сафоси.
Энди сен қиласан оҳудай жавлон,
Тоғларнинг каклиги янглиғ хиромон,
Озодлик, шодликка, ижодга томон
Элтмиш партиянинг эрк қўмондаси.
Минора отолмас ўлим қўйнига,
40 Чунки сен осилиб вишка бўйнига,
Дўст бўлдинг кўкламнинг ишва, ўйнига,
Сенга бўйсунади элнинг самоси.
Уфқ кенг, қанотлар уфқдан ҳам кенг,
Қизларнинг юраги ҳирқ йигитга тенг,
Яша, минглар яша улуғ ўлканинг
Гризодубова, Осипенкоси.
Сиз кўкда учганда рашк этди Зуҳал,
Сиз сувда юрганда нур тезлиги ҳал,
Ерда, сувда, кўкда раҳнамо ҳар гал
50 Кремль соатин бурган устаси.
Жиловин топширди сенга трактор,
Сен нарком, инженер, машинист, доктор,
Сени йиқадирган ҳеч қувват йўқдир,
Сен Ватан қизисан, насл онаси.
Гўзалга лойиқдир энг гўзал ғазал,
Чунки даврим гўзал, қизлари гўзал,
Ҳар бир мижжа ўтган асрдан афзал,
Яшайди ва яшар халқлар отаси.
www.ziyouz.com kutubxonasi
МЕҲНАТ ВА ҲУРМАТ
(Қишлоқ хўжалик зарбдорларининг республика кенгашига)
Гуллади Ватанимиз боғу бўстони
Қалб устида порлаган нишонингиздек.
Унумлар-ла ўлканинг колхозистони
Еруғ истиқболлидир пешонангиздек.
Ватанимиз бахти учун тўкилган тернинг
Ҳар дуридан Аторуд юлдузи кичик.
Қул х.ам эмас, хрким ҳам, эркин ҳар эрнинг
Ю Меҳнат нони оналар сутидай сучук.
Гурс-гурс босиб келганда осмон поя,
Қадамингиз остида водий пойандоз.
Бошингизга мардликнинг шуҳрати соя,
Меҳнат, садоқат тўла қилигингиз соз.
Ақлу билим, шижоат одамларники,
Виждон билан гўзалдир ҳар ҳалол меҳнат.
Бу беш билан бошланган юришнинг таги
Стахановчиликдир мисоли албат.
Кетмон тутган қўлларнинг ҳали иши кўп,
20 Ҳатто ҳар бир бармоқнинг бор вазифаси,
Балки план кўрсатар, балки отар тўп...
Уз ерида душманнинг тугар нафаси.
Бугун сиз ўмров кериб, зеҳн ишлатиб,
Бир якун, бир бошланғич арафасида,
Толедан қанот тақиб, қувонч юклатиб,
Сизга томон тонг чопар аравасида.
Ҳурмат — чин меҳнат билан, меҳнат бу — ижод,
Меҳнат оша ҳурматни сақлангиз маҳкам.
Бизга меҳнат ҳурматни бахш этган устод,
30 Улуғ Ленинимиз биз билан ҳар дам.
Гулласин Ватанимиз боғу бўстони
Қалб устида порлаган нишонингиздек.
Унумлар-ла ўлкамнинг колхозистони
Гулласин бахт ёритган пешонангиздек.
192
www.ziyouz.com kutubxonasi
— Дада, мен осмонга учар бўлсам,
Чеки йўқ кўкни ҳам қучар бўлсам,
Юлдуздан-юлдузга кўчар бўлсам,
. Сен тубанда қолиб не дейсан?
— Яша, дейман, ўғлим!
— Дада мен танкка отлансам-да,
Истаган ўлкага етсам дамда,
Эсизки ҳозирча ёшим кам-да,
10 Кўзинг йўлда толиб не дейсан?
— Яша, дейман, ўғлим!
— Дада, мен кетсам агар Москвага,
Москва йўлласа душман-ёвга,
Савасам мен бўз отимнинг човига,
Сен тўзонда қолиб не дейсан?
— Яша, дейман, ўғлим!
— Дада, мен жўнадим Арктикага,
Битта ортиқча путёвка санга,
Эътибор бермай совуқ осмонга,
20 Сен туманда қолиб не дейсан?
— Яша, дейман, ўғлим!
— Дада, мен сўрасам қаламингни,
Тўлдирсам шеърда кўп-камингни,
Юволсам хижолату ғамингни,
Езганимни ўқиб не дейсан?
— Яша, дейман, ўғлим!
ЯША, ДЕЙМАН, УҒЛИМ!
{
13-97 193
www.ziyouz.com kutubxonasi
АЗИЗНИНГ ДАДАСИ НОС ЧЕҚИШНИ ТАШЛАДИ
Азиз ифлос кийиниб
Кеча виговор олди,
Буни текшириш керак.
Нима учун, нимага
Азиз балога қолди?
Текшириб билиш керак.
Вали аканинг ўзи
Рабочий бўла туриб
10 Носвой ҳам чекар эди.
Уйдами, кўчадами
Парво қилмай, тупуриб
Ахлатин тўкар эди.
«Туф» дедию кечаси
Носвой аралаш ахлат
Пальтога келиб тушди.
Афв этингиз болалар,
Рангин айтаман фақат:
Кўку зангори, пушти.
20 Азиз пальтони кийиб
Виговорни олса ҳам
У ёғини айтмайман.
Вали ака айтади:
— Чекмайман, дедим, болам!
Ахир, энди чекмайман!
194
www.ziyouz.com kutubxonasi
1940
ҚУТЛУҒ КУН ҚУШИҒИ
Ёқутдан юлдузли улуғ Кремль
Балоғат паспортин бердғ? қўлингга.
Ленин ордени олдинг, бахтингга кафил,
Нур сочар ҳамиша сенинг йўлингга.
Бошқа миллатларга ҳам сабоқ бўлди
Улуғ устозимиз дорилфунуни.
Имтиҳон қоғози сенга берилди,
Аъло, аъло, аъло — барча мазмуни.
^ «Инсон тупроқдандир», дердилар бироқ,
Тош-тупроқ тақдири инсондан экан,
Она юрт ишқи-ла канал қазган чоғ,
Тоғу тош барчаси бизга берди тан.
Пахтага устамиз, еру сув бўлиқ,
Мингдан ошиқ янги орденимиз бор.
Юракда севгимиз доимо тўлиқ,
Яша улуғ Партия, бердинг эътибор!
Чалинди завқ билан бахтнинг карнайи,
Улоқчи отларнинг изи янги ой.
20 Йигитлик жомида толенинг майи,
Билак қўндоғида шунқору хумой.
Инсон роҳатини сезмаган киши
Бизнинг бахтимизни иқрордан маҳрум.
Ҳаё бриллианти тушган кўз — шиша,
Ким бўлсанг бу кўзни очмасликка юм!
Ҳатто ер шаклини чизган бола ҳам
Паргарнинг тинч қўлин Москвага таяр.
Унга ким кўз тикса ҳаёти барҳам,
Уни қўриқлашга барчамиз тайёр.
30 Бировга бош эгиш суратин чексанг —
Мункиган эшакнинг расми чиқади.
195
www.ziyouz.com kutubxonasi
Душман ўғирлайди хамелеондан ранг,
Бу мунхиш бошингни гўрга тиқади.
Номард қилич тақса қобирғаси тоқ,
Мақол бор: «Тулкиник'- думи арғамчи».
Париж шантанидан Маннергейм, бироқ
Оина синдириб, аккорд олмоқчи.
Узбекнинг манглайи порлаган куни,
Бутун ўлка билан бирликда, бирдам,
40 Сақлашга бу улуғ она-Ватанни
Доқийнинг номи-ла ичади қасам.
196
www.ziyouz.com kutubxonasi
САРҲИСОБ
Гомердан бошланиб тамом бўлмаган
Одамзод ақлининг дурдоналари;
Миллиард сатрларда занжирбанд сўзлар,
Узингиз шоирга юпанч берингиз
Ва шоирлигига ишонч берингиз.
Навоий байтидай тўлқинли ёшлик,
Бедилнинг шеъридай фалсафий умр,
Вазну қофияси мустаҳкам ҳаёт
10 Роман ўқилгандай ўтиб бормоқда,
Этаги қўллардан кетиб бормоқда.
Пайти келди энди қилсам сарҳисоб:
Нималар ёзибман, нима куйлабман,
Тонглар жилосидай уфқимга зийнат,
Жилғалар ранг олди ўйноқ дилимдан,
Покиза шеърлар оқмиш тилимдан.
Андишага жавоб юрак овози,
Ақлида бутлиги зўр истироҳат,
Тонг отар пайтида ичилган қасам
20 Ватан хизматидир, юракка хитоб,
Енгил тортиб кетдим, мана сарҳисоб.
www.ziyouz.com kutubxonasi
ҚАСИДАИ ШАМСИЯ
Собир Абдулли газалига мухаммас
Фалак юғурди анинг нур ила зуволасини,
Ер аҳлидин ёритиб ишқибозу воласини,
Тутиб қўлимда шароби ҳазорсоласини,
Кел, эй қуёш, уриштир жаҳон пиёласини,
Жаҳон пиёласи бирлан бу жон пиёласини.
Яқинда учрашажакмиз фазо йўлакларида,
Ватан йигитларининг шунқори билакларида,
10 Сенга етгайми ҳавас ҳар юракнинг рагларида,
Элим йўлингга чечаклар сочиш тилакларида,
Безатди гулга кўмиб боғи бирла доласини.
Қуёш кусуфи бу куйган юракка ўз эмас,
Жаҳонда шеър ўқйб ўтдим, бу сўз сўз эмас,
Юракнинг қадри баланд, ҳамма сўз сўз эмас,
Чаманда гул уза булбул ўқурда ёлғиз эмас,
Қўшилди яллага тўти ёзиб гул кулоласини.
Ҳунарларингга тасанно фалак садаф чекишиб,
Замонга нуру заминга ажаб алаф чекишиб,
20 Фазилатинг сенинг эй офтоб даф чекишиб,
Олов юз ила йигит-қиз шаҳарда саф чекишиб,
Хижолат этди кўку ер юлдуз ила лоласини.
Сенга тўярму назар кўзнинг йўқлиғи бирлан,
Кўзинг қароғида киприк ўсуқлиғи бирлан,
Отилди зулмати шом нур ўқлиғи бирлан,
Тун эрди қиз юзи чиммат тўсиқлиғи бирлан,
Бу кун ҳарир тўқур нур тола-толасини.
Узинг бир ишни қилиб, сўнгидин савол этма,
Бўйинға чўлғагали нуру зар увол этма,
30 Бу танга — тангача соя холу хол этма,
Кўришда кўксида ипни тумор хиёл этма,
Тақибди ҳурлигу тенглик ҳуқуқ рисоласини.
198
www.ziyouz.com kutubxonasi
Оқарди мусиқаи нур, ётар қуруқ тинглаб,
Ҳамиша ҳажр мақомини лаби қуруқ тинглаб,
Бу тонгда энг улуғ элдин йўлу йўруқ тинглаб,
Бу эл эски қақир чўл аро қўшиқ тинглаб,
Ажабга қолма, сувидир канал шалоласини.
Юракда зарраи хумро бўлиб қон кезасен,
Бани башарга бўлиб ишқ ҳамон-ҳамон кезасен,
40 Заминга дурбину авж осмон кезасен,
Кўрурмисенки қуёшсен мудом жаҳон кезасен,
Ҳаёти биз каби бахтли кишининг боласини.
Нечук ажиб тонг отмишки, дилда шамс эрур зоҳир,
Ҳаво, фалак, бутун олам юраккача тоҳир,
Қуёшу ой ҳама ўз касбида бўлиб моҳир,
Жаҳон машъали сен, мен Ватанга бир шоир,
Икковининг ҳам ўз иши билгай ўз ҳаволасини.
Қуёшни мен қадаҳ айлаб ичайми қон, Собир,
Ғазалларинг ўлар ўлсам бўларми жон Собир,
50 Ғуломиймен тўла нур майға меҳрибон, Собир,
Қадаҳга нур бағишлаб юз арғувон Собир,
Қел, эй қуёш, уриштир жаҳон пиёласини.
199
www.ziyouz.com kutubxonasi
АҲМАД ЁМОН БОЛА ЭМАС-КУ, АММО.„
Яқинда бир қизиққина иш бўлди,
Кўклам эмас, кеча ўтган қиш бўлди.
Аҳмад ёмон бола эмас, биласиз,
ё ш бошига иш тушди эсиз-эсиз.
У дарслардан «аъло», «яхши» бўлса ҳам,
Интизому тозаликдан яхши кам.
Иўқ-йўқ, у шўх эмас эди классда,
Ёввош эди ҳам баландда, ҳам пастда.
10 Интизомнинг бошқа бир маъноси бор.
Биздаги қўл, бурун, қулоқ, оёқлар,
Упка, меъда — бадандаги аъзонинг
Интизоми, иши бордир теппа-тенг.
Аҳмад бузган интизом ҳам мана шу,
Унга бир оз ётроқ эди совун, сув.
Аъзоларин тежаб ишлатмагандай,
Ювмас эди ҳафта ўтса ҳам атай.
Ана шундай қилиб бир кун, ўртоқлар,
Аҳмаддаги қўлу кўзу оёқлар
20 йиғилишиб бир-бирига ҳасратлашди,
Ҳасрат анча чўзилиб ҳаддан ошди.
Сўз бошлади тикка туриб оёғи,
Қора чармдай ифлос эди ҳар ёғи:
200
— Мен нимаман. занглаган болтаманми,
Аҳмаджонда бир эмас, олтиманми?
www.ziyouz.com kutubxonasi
Бирин қўйиб, яна бирин ишлатса,
Чўлоқ кетмон эмасманки пешлатса!
Олиб бордим ҳар истаган жойига,
Култепами, ўрми, қирми, сойига.
30 «Сакра», деса сакрадим, чопса чопдим,
Лой тепдим, тезак тепдим, чалма ёпдим.
Мен шўрликни шиша тилди, мих кирди,
Инсоф билан кўринглар ҳамма кирни.
Сув келмайди, ахир, қурдим дарёдан,
Шарақ-шарақ оқмоқда ҳар бир ёқдан,
Қадрим йўқми бир обдаста сувча ҳам,
Валижоннинг оёғидан нимам кам?
Уйда оёқ кийими бир неча пар,
Чувак, маҳси, сандал, калиш, туфлилар,
40 Ҳаммаси ҳам первой сорт, «Скороход»,
Биронтасин кийса бўлмасми ёхуд?
Қоқилишдан яра-чақа ҳар ёғим...—
Шу гапдан сўнг йиғлаворди оёғи...
Секин туриб сўз бошлади қўл тикка:
— Мендай қўлни сотса бўлмас юз мингга.
Ҳали ёшман, юракда кўп тилагим,
Мен улғайиб, чиниққанда билагим,
Аэропланнинг штурвалин ушлашга
Ва душманнинг жиғ-жиғига муштлашга,.
50 Сафларини йириб-ёриб, итариб,
Ғалабанинг шон байроғин кўтариб,
Ернинг баланд ўрнига ўтқазишга,
Сўнг энг яхши поэмалар ёзишга,
Мендай қўлнинг соғлиғи жуда керак,
Ҳозир эса қўл эмасман — белкурак.
Биласизки, аёлмандман — ўн бола,
Ҳар бир болам қилар Аҳмаддан нола.
www.ziyouz.com kutubxonasi
Шундай ишлар буюради уларга,
Номус эмас, айтиб берай сизларга:
■60 Бош бармоқдай ўғлим бурга овлайди,
Қорамалдоқ доим бурун кавлайди,
Кичкина нозик қизим жимжилоқ,
Тозалайди эринмасдан кир қулоқ.
Қолганларин ишин айтсам, кўп уят,
Оиламиз эмас, ахир, беният.
Мана кўринг болаларнинг ўзини,
Усиқ тирноқ сирини, ич, юзини.
Қўл хўрсиниб бармоқларин кўтарди,
Упка унинг аҳволига йўталди.
70 Меъда:— Тўғри,— деди қўпол ҳам йирик,
*— Тўғри,— деди, ғулдурлади кекирик.—
Бу ҳасратдан бизда ҳам етарли бор,
Бўлиб қолдим сўнгги пайтда мен омбор.
Аҳмад еган овқатларда тартиб йўқ,
Гоҳ аралаш, гоҳ қуралаш очу тўқ.
Ер ёнғоғу қурт, хўрозқанд, семичка,
Хом сувлардан ичак бўлди ингичка.
Инсоф қилинг, бу қанақа иштаҳа,
Ҳам кечгача йўталар «аҳа-аҳа».
60 Ҳолвайтарни улгурмайсан ҳазм этиб,
Орқасидан келар морожний етиб.
Устига устак тухум еган нимаси,
Тухумдан сўнг яна бир кафт монпаси.
Бу ҳам камдай, сельтер суви, мармелад,
Мен нимаман, эмасман-ку, искалад.
Тасдиқлади юрак меъда сўзини,
Дук-дук уриб билдирди ўз-ўзини.
Сўз қисқаси, шундай қилиб, ўртоқлар,
Упка, жигар, тилу жағу қулоқлар.
202
www.ziyouz.com kutubxonasi
■90 Узоққина бир-бирила ҳасратлашди,
Мажлисдаги танқидлар ҳаддан ошди.
Кўз ачишиб шивирлайди сирини,
Бурун эса кўрсатар ўз кирини.
Ҳамма аъзо айтади: «Афсус-афсус»,
Бадан қизиб бўлди қирқ бир градус.
Бу мажлисда раис эди аҳлу бош,
Гарангсимон ўрнидан турди ёввош:
— Мажлисимиз кўп узоққа чўзилди,
Қўп аъзонинг бунда нерви бузилди.
100 Узимни ҳам оғригандай сезаман,
Шунинг учун бир таклиф киргизаман:
Аҳмаджондир хўжайин ҳаммамизга,
Интизомга, тозаликка ва бизга,
Бундан кейин бермас экан эътибор,
Ишламаймиз, мана кўндаланг қарор.
Бош сўзига қўшилди барча аъзо,
Бу иш эди Аҳмадга яхши жазо.
Юрай деса оёқлари бемадор,
Қўли буйруғига бермас эътибор.
110 Уқий деса кўзи тиниб кетади,
Тил босринқи алжишларни айтади.
Ҳеч қандаб овқатга иштаҳаси йўқ,
Муттасил ўқчийди қуруқдан-қуруқ.
Худци мисдай қизиган пешонаси,
Урнига ётқизди суяб онаси.
Докторга югурди рабочий ота,
Аҳмаджон ётади бўшашган латта.
Икки соат ўтгандан сўнг отаси
Қириб келди, орқасида биттаси.
120 Аъзолари шивирлашиб олдилар,
Қелувчига секин назар солдилар,
www.ziyouz.com kutubxonasi
Кўз — лампочка, қулоқ — репродуктор,
Билднларки, келаётибди доктор.
Доктор қўйди қўлтиққа термометр,
Ҳар аъзони текширди у бирма-бир.
— Ақа!— деди, охирда ўз-ўзига,
Терс ётқизиб яғринига қўйди банка:
— Касал унча қўрқинчли ҳам эмас,
Бузуқ меъда, иссиқ-совуқ, кирлик, бас.
130 Узин тежаб манов дори ичилса,
Ажаб эмас, касал бадандан жилса,
Яна ўзим хабар олиб тураман,
Текшираман, назар солиб тураман.
Доктор кетди, шўрлик Аҳмад ўн беш кун,
Касалликнинг аламин чекди бутун.
Эринмасдан дори ичиб, парҳездор,
Доктор ундан бўлиб турди хабардор.
Бош оғриғи ўзга кела бошлади,
Тил ҳам энди сўзга кела бошлади.
140 Иштаҳаси кирган, овқат сўрайди,
Кўз очилиб, баданга мўралайди.
Қўл оёқ кучга кириб ғивирлашар,
Бутун аъзо ўзаро шивирлашар:
— Аҳмаджонга шу жазонинг ўзи бас,
Эсли бола қадримизни унутмас,
Иш бошлайлик, етар энди ўртоқлар,
— Маъқул,— деди юрак, жигар, талоқлар.
Сўнгги марта доктор келди кўргали:
— Тузалибсан, ўғлим Аҳмаджон, балли,
150 Мен ёзаман сенга яна бир дору —
Ҳаммом, совун, мочалкаю иссиқ сув.
Бу гаплардан Аҳмад жуда уялди,
Отасининг елкасига суялди.
204
www.ziyouz.com kutubxonasi
Ота-бола жўнадилар ҳаммомга,
Сув югурди мурғаккина ёш жонга.
Аҳмад хурсанд, бошдан оёғи хурсанд,
Юзи тоза, бурни худди хўрозқанд.
Юрак текис дук-дук атиб уради,
Оёҳлари ҳайга деса юради.
160 Қўллари ҳам севинчидан чапакда,
Бутун аъзо бир-бирига кўмакда.
1 Энди Аҳмад соғлом, тоза, аълочи,
Меъда кучли, тишлари мисли инжу.
Чунки унинг ҳар ишида интизом,
Ҳикоясин тугатди Ғафур Ғулом.
www.ziyouz.com kutubxonasi
РЕСПУБЛ ИКАМИЗНИНГ ДОНГДОР ЧЕВАр ҚУЛЛАРИГА —
УДДАБУРОНЛАРИГА «МУШТУМ» САЛОМИ
(8 Март хотин-қизлар куни муносабати билан)
ҲАЛИМА НОСИРОВА
(СССР халқ артисткаси, икки орденли)
I
Бир ёқадан бош чиқарди, деган сўзини
Кимга айтсанг, жавоб айтар — биламан деб,
Бир оғиздан куйлагувчи миллион қизнинг
Овозига сен беролдинг зийнату зеб,
Ю Бахтли ўзбек қизларининг қўлида соз —
Давом қилар Ҳалимадан кўчган овоз.
ШАРИФА ҲОМИДХОНОВА
(Чирчиқ қурилишида химик-инженер)
Бизда шундай қизлар бор — химик-инженер,
Улар билан қувонар Чирчиқстрой,
Бу қизнинг ғайратидан қалтирайди ер,
Кўп йигитлардан ҳам эпчил, боевой.
ТОЖИХОН АСҚАРОВА
(Донгдор теримчи, орденли, СССР Олий Советининг депутати)
20 Икки юз миллионли, юздан кўп миллат
Тожихон опани танийди яхши.
Миллатлар Советига машҳур депутат,
Минг килолаб терган донгдор теримчи.
ОЙДИН СОБИРОВА
(Езувчи, <гЕрқин ҳаёт» журналининг масъул секретари)
I
Узи ёзган асари ўз-ўзининг ҳужжати,
Уни мақтамоқликнинг керак бўлмас ҳожати,
Қурбон ота айтгандай, сўзни бошлаб кўрайлик:
Ҳикоялар ёзувчи Ойдин опам чиройлик.
30 Ва ҳоказо...
206
www.ziyouz.com kutubxonasi
Е. К. ПАВЛОВА
(Тошкент аэроклубидаги аълочилардан)
Кўк қизи, деб сенга мадҳия ёзсам,
Ер қизлари устимдан кула бошлайди.
Ватаним кўкида ер қизлари кўп,
Чунки кўк бош эгмиш бизга абадий. ,
МАҲБУБА АБДУЛЛАЕВА
(Тошкент облаеть ижроия комитетининг раис ўринбосари)>
Маҳбуба опажон, менга,— тез бўлинг,—
40 Узоқ станцияга бир билет керак.
Ватаним азамат қулоч етмас кенг,
Илгари мен бориб сиғай-чи тезрак.
Улкамизнинг шуҳратли қизи,
Донғингиз мендан ҳам илгари кетди.
Ватанга кўрсатган хизматингизнинг
Узоқ-узоқларга довруғи етди.
О. И. ТУРОВСКАЯ, МУҲАББАТ НОСИРОВА
(100 станок учун мусобақага қўл қўйганлар)
Уриш-арқоқ каби бу икки қизнинг
50 Юзтадан станок дастгоҳидир.
Текстиль қизларин юзи қизармас,
Ваъдада туришлик зўр гувоҳидир.
МУСЛИМА БЕГИМОВА
(Машҳур «Муслимка» буғдойининг кашфиётчиси)
«Жаннатдан эр-хотин қувланган экан
Худонинг буғдойин еб қўйган киши»,—
Афсона шундай деб хабар беради,
Муслима холанинг «Муслимка» деган /
Буғдойин нонидан еб тўйган киши
60 Дунё жаннатига мутлақ киради.
САВРИ НИЕЗОВА
(Орденли ўқитувчи)
Чорак аср умрда катта бир бўлак,
Минглаб шогирдларни ўқитувчи,
207
www.ziyouz.com kutubxonasi
Ғафур Ғулом қардош адабиётлар намояндалари билан. 1939 йил
Шаънига мадҳия ёзмоқлик учун
Ҳурматдан ўзга сўз бўлмаса керак.
СОРА ЭШОНТУРАЕВА
(СССР халқ артисткаси, икки орденли )
Кишилик ақлининг юксак хаёли,
70 Хотинлар тимсолин яратар экан.
Луиза, Офелия, Дездемонада
Барча яхши хислатни тажассум этган.
Тўғри, бу хотинлар ўзига айрим:
Севгида, вафода, ишда сарадир.
Бироқ ҳамма хислатни бирга жам этган
Халқимнинг санъаткор қизи — Сорадир.
М. Е. ЯЦЕНҚО
(Тошкент муз фабрикаси ишчиларидан)
Қирқ ёшнинг зеҳни бор бу кексамизда,
80 Қирқ филнинг чидами унда устивор.
Партия тарихин у ёддан билар,
Бошдан охиригача белос, беғубор.
208
www.ziyouz.com kutubxonasi
СОВЕТ ХАЛҚИНИНГ БАИрАМИ
Улуғ байрам, энг олдинда жасур байроқдор,
Ёмғир ювган лола юзи каби беғубор.
Гердайиб мен ҳам,
Колонналар қобоғида кетгум келади.
Арғумоқлар ўмров кериб майдондан ўтар,
Қўшиқлардан бутун шаҳар гулдираб кетар,
Қўшилиб мен ҳам,
Ғалабанинг маршин бирга айтгум кслади.
10 Танкларнинг туёқлари ерга ботаркан,
Қомандирга суқим кириб қараб қоламан,
Тезроқ улғайиб,
Шу қаторда бўй ўлчашни қиламан орзу.
Ҳавасларим қанотланиб кўкка учади,
Баъзан ётиқ. баъзан текис, тикка учади.
Баъзида ғойиб,
Самолёт кумуш ғозу осмон — океан сув.
Замбараклар аждар каби чўзар ҳалқумин,
Тинчлигини сақлаш учун улуғ халқимнинг,
20 Гаров ҳар бири,
Ҳар бир ўқи ёв кўксида чалиб ўтар марш.
Бошланади, тайёрланинг, азамат парад,
Бўйлар бўйга, сафлар сафга текис бўлсин ряд:
Раз, два, три
Қолонналар илгарига, қани, шагом марш!
Халқ ўтади, улуғ совет халқи ўтади,
Унинг севган ботирлари, унинг отряди,
Унинг дўстлари,
Утар Улуғ Партиянинг эрлари қатор.
30 ё ш юракнинг қувончини айта олмайман,
Эй қаторлар, мен ҳам сиздан кетда қолмайман.
Ватан постлари,
Ёшман, аммо ўғлонингман, мана мен ҳам бор.
14-97 209
www.ziyouz.com kutubxonasi
/
БИЛИБ ТУРИБМАН
(Қўқон пионерларига атайман)
I
'— Чунончи,
Кўм-кўк осмон бошингда зонтик,
Ер заррину амиркон этик,
Сен қора кўз эркин кийикдек,
Қачон эди, айт-чи, менинг Яшарим?
— Байрамни айтяпсиз, билиб турибман.
— Сени севганимни яшириб турмасдим,
10 Ҳамма мисраларни қизилда ёздим,
Сен — йигит қадамда, мен — одим-одим,
Қачон эди, айт-чи, менинг Яшарим?
— Байрамни айтяпсиз, билиб турнбман.
— Битта лола сенинг чаккангда эди,
Усар от ўйинда арслонга минди,
Келиб-келиб ёдимга тушибди энди,
Қачон эди, айт-чи, менинг Яшарим?
— Байрамни айтяпсиз, билиб турибман.
— Сен менинг бўйнимдан қучоқлаб эдинг,
20 Низомий, Хисравга қилиқ бирла тенг,
Сен: «Узим Навоий бўламан» дединг,
Қачон эди, айт-чи, менинг Яшарим?
— Бугунни айтяпсиз, билиб турибман.
210
www.ziyouz.com kutubxonasi
БИЛИБ ҚУПКИ, СЕНИ ВАТАН КУТАДИ
Сен бу кун синфда шод юрак билан
Синов навбатини кутиб турасан.
Аъло мамлакатнинг аъло фарзанди,
Билиб қўйки, сени Ватан кутадн!
Глобусда бўлган ҳар кичик нуқта
Миллионлаб қондошга ватан албатта.
Бахтиёр халқимиз яшар абадий,
Билиб қўйки, сени Ватан кутади!
^ Жабрда масала қўш муаммодир,
Худди шунда бир улуғ қурилиш жодир.
Сен катта инженер эртами, индин,
Билиб қўйки, сени Ватан кутади!
Шеърдир, лирика, балки оддий тил,
Халқларнинг тиллари бир хил эмас, бил!
Дипломат бўларсан, шу бугун, энди,
Билиб қўйки, сени Ватан кутади!
Фанлар кўп, фанлар бор ўрганишга куч:
9П Ерда юр, сувда.суз, осмонда уч.
^ Ҳаммасидан аъло, барчадан олдин,
Билиб қўйки, сени Ватан кутади!
Утмишни ўргансанг, келажак порлоқ,
Партия тарихи йўлингда чароқ.
Аъло мамлакатнинг аъло фарзанди,
Билиб қўйки, сени Ватан кутади!
211
www.ziyouz.com kutubxonasi
НАВҚИРОН НАСЛИМИЗ СИНОВ ОЛДИДА
I
Езажак шеъримга бўлсин деб асос
Кечмишни ҳозирга айладим қиёс.
Сиз бугун довюрак, қайнагаи қон-ла,
Аъло баҳоларни кутасиз жон-ла,
Аълочи ўғлонлар, аълочи қизлар,
Ватан истаги ҳам худди ана шу!
Жаҳолат фикрни минг йил куттирди,
Суқротга фалсафа заҳар юттирди.
Улуғ Маркс, Лениннинг зўр фалсафаси
Навқирон наслимиз олган нафаси,—
Аълочи ўғлонлар, аълочи қизлар,
' Ватан истаги ҳам худди ана шу!
Ҳамма халққа «Қонун», шахсига заҳар
Синони ўз асри қилди дарбадар.
Бизнинг ўлкамизда йўқолур офат,
Улимни енгишга сизлар кандидат,
Аълочи ўғлонлар, аълочи қизлар,
Ватан истаги ҳам худди ана шу!
20 Севимли Ҳамзамиз, Ҳозиқ-ла, Турди
Халқимиз санъати учун бош берди.
Эртанинг, эй адиб ва шоирлари,
Кишилик руҳининг инженерлари.
Аълочи ўғлонлар, аълочи қизлар,
Ватан истаги ҳам худди ана шу!
Қора ерга яқинроқ келсин деб қуёш,
Улуғбек йўқотди кўкдай улуғ бош.
Сиз осмон илмини сувдай ичасиз,
Юлдуздан-юлдузга зумда кўчасиз.
30 Аълочи ўғлонлар, аълочи қизлар,
Ватан истаги ҳам худди ана шу!
Сиз билган фанларни қилмайман такрор,
Фақат салобатли бир ҳақиқат бор.
Отамиз Лениннинг ҳурмати учун,
Кўрсатинг навқирон наслимиз кучин!
Аълочи ўғлонлар, аълочи қизлар,
Ватан истаги ҳам худди ана шу!
212
www.ziyouz.com kutubxonasi
сизники
Эҳ-ҳе...
Умрингизда юзталаб ёз бор,
Ҳали қўл тегмаган гуллар сизники.
Шафаҳлар пойандоз: муттасил баҳор,
Ёзу куз бариси сизники, чунки:
Порлоқ келажакнинг ўзи сизники!
Аҳмад ҳилди гилосин олчага пайванд,
Али ўз найига ўймоҳда ғаров;
10 Ҳаммангиз Ватан деб ўқиш, ишга банд,
Қилиғингиз ўзи барига гаров.
Шулар ўзи сизсиз, бари сизники!
Кечалар телмириб кўкка ҳарайсиз,
Ранг-баранг юлдузлар учгандай бўлар...
Икки йил бурунги аълочи бир ҳиз
Юлдуздай учади ҳатто кечалар...
Уша сизсиз, бари сизники!
Оламнинг ўзи ҳам каттакон китоб,
Фалсафий умрлар унда бир поя...
20 Дам олинг: Чимёнми, майли, Арслонбоб,
Бошингизга арчалар ташларкан соя —
Билингки, шу Ватан бари сизники.
Биринчи сентябрь: поку тетик, соғ,
Аълочи фарзанддан севинар кўзим!
Сизга топширилди шу шаҳар, шу боғ,
Наркомпросга ҳам буюрган ўзим,
Бариси, бариси, бари сизники!
Эҳ-ҳе...
Отангизнинг сочи оқариб,
30 Сизга осмондан тополди мақом,
Капитал оламин ўлдирдик қарийб,
Бунга гувоҳингиз дўст Ғафур Ғулом —
Ростгўй шоирингиз ўзи сизники!
www.ziyouz.com kutubxonasi
www.ziyouz.com kutubxonasi
ИЛОВА
215
www.ziyouz.com kutubxonasi
www.ziyouz.com kutubxonasi
1903 йилнинг 10 май куни Тошкент шаҳрининг Шайҳовантаҳур даҳаси Қўрғонтеги маҳалласида онадан туғилдим. Отам думахонанинг маҳаллий бўлимида мирзалик ҳилар экан. У бу хизматида 1908 йилгача бўлиб,
сўнг Қоратош овулнда, Қоплонбек мавзеида бўлган
5—6 таноб (бир ярим гектар миҳдорида) ерга деҳқончилик қила бошлаган. Деҳқончиликни холис ўз қўли
билан эмас, балки корандага шерикликка берган, ўзи
узоқ турмай, 1912 йилда ўлган. Турмуш кечиришимиз ю
оғир эди. Отамдан қолган мерос олтита еярман, ичарман етимчалардан иборат эди. Онам отамга эрга чиқишда ўзи билан илгариги эридан қолган бир ўғилни
эргаштириб келганки, менинг асосий мураббийим ҳам
шу саналади. Отам ўлганда ўгай акам ўн саккиз ёшларга кирган бўлиб, машҳур бойлардан мулла Муборак Сиддиқмуҳамедовнинг универсал магазинида ҳар
йилига 20 сўм маош билаи приказчилик қилар эди. *
Онам ва опам дўппи, қийиқ тикиб, акамга ёрдамлашар
эдилар. 20
Ииллар оғир ва аста ўтар эдилар. Мен ҳам энди
маҳалламиздаги Ҳасанбой домланинг мактабида Бедилдан «Маслак»га ўтиб, тугатган эдим. Бўйим чўзилиб қолган. Айниқса, мендан тўрт яшар катта бўлган
опамнинг қадди камолга етган ва мулла Муборакнннг тамаъгир кўзларига нишон бўлаёзган эди.
Мулла Муборак икки мақсадни кўзда тутиб, биринчи —
опамни ўз жиянига олиб бериш учун онамнинг кўзига
иссиқ кўриниш, иккинчи — келажакда мендан содиқ
бир қул тайёрлаш учун мени ўз тарбиясига олади. Жа- 30
дид мактаби бўлган «Ҳаёт» мактабига ўз ўғиллари қатори қатнай бошлайман. Бу ерда бир йилча ўқийман.
Октябрь кунлари келади. Мулла Муборакнинг давлати билан бирга мақсадлари ҳам барбод бўлади. Октябрни мен 14 ёшимда қаршилайман. Акам энди ишсиз
қолганидан, «тинчгина» ўқиб юриш чўт бермай, акам
билан бирликда тириклик ўпқонига ямоқ қидира бошМЕНИНГ ТАРЖИМАИ ҲОЛИМ
217
www.ziyouz.com kutubxonasi
лаймиз. Мен мана шу кундан бошлаб чин ҳаёт кўчасига
кирамаи. Акам билан Самарқанд дарвозадан ўрик,
олма, бодринг кўтариб янги шаҳарнинг кўчаларнни айланиб сота бошлаймиз. Куз келиб, бу ҳам фойдасиз
бўлади. Акам «Темурлаи» хусусий тамаки фабрикаеига
ишга кириб, мени ҳам ёнига олади. Мен гильзага тамаки тўлдиришни ўрганиб, ишлай бошлайман. Аста-аста
бу ҳунар бизнинг уйга кириб, онам, опам, укаларим
ҳам гильзага тамаки тўлдириб, акамга ёрдамлаша
Ю бошлаймиз. Очлик, қимматчилик йиллари бошланади.
Онам ҳам ўлади. Акам касалланади. Бутун тирикликни рўзғор керак-яроқларини сотиб ўтказишга тўғри
келади. Опамни ўраб-чирмаб олиш шарти билан ўзига
анча тўқ бўлган бир кишига эрга берамиз. Рўзғорда
ҳарна бир егувчининг камайиши енгиллик туғдиради.
Бизнинг бахтимизга акам тузалиб, ҳар икков тириклик
кўйига туша бошлаймиз. Акам ўзга бир ишга тушиб
кетганидан менга ундан ажралишга тўғри келади. Мен
маҳалламиздаги уста Миразиз деганга шогирд тушиб,
20 косибчилик ўргана бошлайман. Акамнинг ҳам, менинг
ҳам янги ишларимиз манфаатсиз бўлганидан ҳар икков михчагарликка ўргана бошлаймиз... Бу юпқа тунука парчасини қирқиб, қалпоқ чиқаришдан иборат
•бўлиб, ўзи оғир, миёна даромадли бир касб эди. Оилада овқат тайёрлаш ва бошқа уй ишларини қилишга
эсли-ҳушли бирор хотин-халаж бўлмаганидан (қолган
икки қиз укам жуда ёш эдилар) акам бир камбағалнинг қизига уйланади. Мен Орқа кўча маҳаллалик Исахон Шоюсуф ўғлига арава минишга ишга кираман. Ара30 вакашликда ҳам бир ярим йилча ишлайман...
...Ҳаётимнинг янги даври бошланади. Илгари вақтларда ўқув-ёзув чегарасида маълумотга эга эдим. Бу
саргардончиликдан бир иш чиқишини умид қилмай, яна
бир йил оғирликни гарданга олиб, уйдаги майда-чуйдаларни сотиб-совуриб рўзғор ўтказишга, ўзим бўлсам
муаллимлар тайёрлаш курсларига (фабрика ҳам десам
бўлади) кириб ўқий бошладим. Ҳаш-паш дегунча 1919
йилнинг 3 мартида Бодак маҳалласидаги «Чўлпон> мактабига муаллим бўлиб тайин қилиндим. Маошим 32 сўм
40 50 тийин эди. Шу йили комсомолга кирдим. Ишларим
гуриллаб олдинга қараб жила бошлади. Рўзғорим жойида, ишим жойида, ўқий бошладим. Укаларимни мактабга бердим. Жуда тезлик билан комсомолнинг фаол
аъзоси бўлдим. Райкоммолда обрў жойида, икки-уч ўрта
мактабларда комсомол нагрузкаси ўлароқ сиёсий дарс
олиб бораман. Райкоммол мени комсомол ташкилоти ту218
www.ziyouz.com kutubxonasi
зиш учун районларга чицаради. Казанский, Горний, Турбат, Оқжар (ҳозир булар Қозоғистон) районларида комсомол ташкилоти тузиб келаман. Маорнф ёшлари ячейкаси ташкил тониб, бунда масъул котиб бўламан.
1924 йил августда «Ҳаёт»га муаллим бўламан, ундан «Умид» музика техникумига кўчаман. 1926 йилда
3-боқимсиз болалар уйига мудир тайин қилинаман.
Союз ишларида ҳам фаол бўлганимдан 52-групкомга
раис белгиланаман. Бу икки вазифа устига «Урфон»
етти йиллик мактабининг мудирлигини ҳам берадилар.
Бу вазифада 1928 йилнинг 15 сентябригача туриб, сўнг
«Қизил Узбекистон» газетасига ишга, «Камбағал деҳқон» газетасининг масъул котиблик вазифаснга белгиланаман.
Менинг матбуот ишларига бўлган ҳавасим 1924 йилдан бошланади. Шу йиллардан бошлаб мен газетага
хабарлар ёзиб юраман. Кўпинча «Муштум»га ёзсам
ҳам босилмас эди. Шеърлар, ҳикоялар ва уларнинг
ёзувчилари менга улуғ кишилар, уларнинг мартабасига
ета олиш, ҳеч қачон мумкин бўлмайдиган даражада
кўринар эди. Мен ёзаверган билан босмадилар. Ҳафсала совиди. Яна бир мартаба тажриба қилиб кўрмоқчи
бўлиб кўрдим. Шу пайтда «Маориф ва ўқитувчи» журналида «Узнмга ўзим» деган бир бемаза шеър босилган
эди, шунга жавоб тарзида «Шоирлик носқовоғидан бир
отим» деган бир нарса ёзиб, «Муштум»га бердим. Бир
адабиёт ҳаваскори бўлганим учун Тошкент ёзувчиларининг уюшмасига қатнашиб турар эдим. Бир куни Зиё
Саидни учратиб, бояги асаримнинг нима бўлганини сўрадим. У менга ўша мақоланинг «Муштум»да чиқажагини сўйлади. Кутдим. Не кўзим билан кўрай... ёзганим бош мақола бўлиб чиқибди. Ана энди ёзишни биздан кўринг. Мен ёзавердим, «Муштум» ёрдам ва тарбия
юзасидан босаверди. Ниҳоят, газета ишига — қайсики
менинг бутун тилагим эди — ўтдим.
«Камбағал деҳқон» газетасига масъул котиб бўлиб
1929 йилнинг май ойигача турдим. Шу масъул котиблик вазифаси билан бирга «Қизил Узбекистон» газетасида технический муҳаррирлик ҳам қилар эдим. Ундан
«Шарқ ҳақиқати» газетасига масъул котиб бўлиб белгиландим. Бу газетада ҳам фаол ишладим... Бунда бир
йил, яъни 1930 йил 15 майгача ишладим. Ундан яна
«Қизил Узбекистон»га фельетончи бўлиб кирдим. Ундан (сўнг) «Аланга»да ишладим. Ҳозир «Ер юзи» журналининг муҳаррирларидан бириси бўлиб ишламоқдаман.
10
20
30
40
219
www.ziyouz.com kutubxonasi
Менинг ёзганларимнинг тарихи ва қайди тубандагичадир (Албатта хотирда қолганлари):
Ҳалигача 500 дан кўпроқ хабар, 100 дан ошиқроқ
фельетон ёздим.
Менинг биринчи ҳикоям 1929 йилда май ойида «Иигит» сарлавҳаси билан чиқмишдир. Ҳалигача 30 га
яҳин ҳикоячалар ёздим.
«Муштум» журнали бўйлаб 50 тага яқин кулги шеърларим босилмишдир. Турли газета ва журналлар бўйиЮ ча 25 тага яқин бадиий очеркларим бор.
Босилиб чиққан асарларим қуйидагичадир:
1. «Кулги ҳикоялар» тўплами.
2. «Жиддий ҳикоялар» тўплами.
3. «Динамо» исмида шеърлар тўплами.
4. Демьян Беднийнинг «Тупуришга ҳам вақт йўқ»
деган асарининг таржимаси.
5. Маяковскийнинг «Во весь голос»ининг таржимаси.
Бугун-эрта чиқажак, матбаадаги асарлар:
20 6. Шомил Усмоннинг «Помирдан радио»сининг таржимаси.
7. «Эгалари эгаллаганда» деган достонлар тўплами.
Уз асарим.
8. Адабий хрестоматия.
9. «Нетай». Катта бир ҳикоя. Уз асарим.
10. II шеърлар тўплами. «Буюк қурилиш қомуси»
номида.
Партиямиз раҳбарлиги остида кундан-кунга ижодий
кучим бақувватланмоқдадир.
220
www.ziyouz.com kutubxonasi
Мен севаман юлдузларни!
У юлдузларки, доим порлар.
Уксизларни
Эркка чорлар...
Мен, севаман юлдузларни!
У юлдузларки,
Қуёшдан қочмас;
Дард сочмас!..
10 У юлдузлар, қизил амал
Чечаклари...
Оҳ! Гўзалдир, гўзал, гўзал
Пролетар тнлаклари!..
МЕН, СЕВАМАН ЮЛДУЗЛАРНИ
www.ziyouz.com kutubxonasi
ҚУРУЛТОИНИ ТИНГЛАРҚАН...
Чаман-чаман чечаклар,
Шонли зафар излари,
Шонли зафар қизлари.
Бу изларнинг дилида,
Бу қизларнинг тилида,
Порлоқ оти кўринур,
Кўзлар нурга
Бурунур
10 Чаман-чаман тилаклар.
Эй, сиз ботир
Қаламлар!
Келажак порлаб ётир,
Чақноқ каби ёзингиз.
Зор қолсинлар булутлар,
Ҳеч тинмасин созингиз,
Тарқалсинлар сукутлар.
222
www.ziyouz.com kutubxonasi
ЧАҚИРУВ
1919 йилнипг ёзи
Жаҳонни қўрқитиб, даҳшатли ўйнар гулдурос —
чақмоқ,
Баланд, паст сайргоҳидур, бўрондан қалтирар ҳар ёқ,
Енар машъал каби кўк, қалблар япроқ каби титрак,
Асрлар ухладинг юртим, гўзал Африка бўл тийрак.
Тонг отмиш, Шарқнинг уфқи ол, булутлар қўйнида
порлар,
Сочар Ғарб осмони қип-қизил олтин каби нурлар,
Асрлар ухладинг юртим, гўзал Африка бўл тийрак,
Ю Етар, қўзғал оғайни, сингил кўзларни очинг зийрак.
Жаҳон буткул яшарди, ҳам ўлуклар турди қабридан,
Хаёллар гавдали, тобутга махсус банд бағридан,
Бугун ҳар кичик оддий озча ҳушёрлиқ шиоридир.
ДУРУСТ, тун уйқуга яхши, бироқ кун иш билаи чақнар
Қора танлар, сочилсинми болангиз бошидан бахтлар?
Очинг кўзни гаранг, вазмин шу ўрмонларнинг бағридан!
Кўтар мазлум қабоғингни юқори!
Занжилар уйғон!
Очилмиш янги уфқлар, янги олам лолазоридир,
20 Етар, бас, ухладингиз кўп оғир йилларни ўртоқлар,
Боқингиз Шарқда ким, ундан қувилмиш асрий
мудроқлар!
223
www.ziyouz.com kutubxonasi
* * *
Милтиллар кўр қолипдай ҳужрангда нобино чароғ,
Гунг кишини ҳам қилур ғашлик ила доно чароғ.
Қолгуси кўҳсол чароғи зулмати ялдогаким,
Ёнса махдум ҳужрасида шип-шивит барно чароғ.
Кўз ҳисар ҳар танг минутда беваи бокир каби,
Шунча шилҳим ишқдан англолмадим маъно чароғ.
Кўр қори бўлса бадтар кўр қилғай шуъласи,
Бўлмаса кўзида ё ойина, ё латто чароғ.
10 Нур бар ҳар табъ мебахшад жудо хосияте,
Билмадим бу нурдан кўнгилдадир сармо чароғ.
Бўлсангиз гар бу чароғ остида сиз бир-икки кун,
Бергуси кўз докторига «кўр» деб патто чароғ.
Билмадим, аъроб қўнди сураи нур устига,
Мен Ғуломий чин чароғдан, жин чароғ аъло чароғ.
Мақтағай маҳдум чароғин: «Эй сайд бу барқ» деб,
Ор келтирди электрга, бу ранг ихфо чароғ.
224
www.ziyouz.com kutubxonasi
* * •
Ҳасан кўли-ку жуда кичик кўл эди,
Лекин унда ботир ўғлон мўл эди,
Самурайлар оқибати шул эди,
Айрилди кўп бебошлар ўз бошидан.
Шогирд деган бир оз ўргангани хўб,
Энди билсак самурайда аҳмоқ кўп,
Аэропландан тушган бомба, отган тўп
Кўпрак эди солдатларин ёшидан.
15-97 225
www.ziyouz.com kutubxonasi
* * *
Ассалом, э шаҳри Сим, баҳри муҳаббат Марғилон,
Шошдин бир ўҳ отилди, каж фалак тортиб камон.
Ҳовлиқиш, зўр интилиш, кўп иштиёқ сақлаб бу кун,
Қалб қушига болу пар тоқиб учирдим сен томон.
Уфқи хандонингда кулсин ҳар замон хуршид бахт,
Ҳар тараф тахти равонинг топмасин чуғз ошён.
Сарбаландинг узра файзи қудс бирла ҳилпираб,
Валвала солсин жаҳонга шонли байроқ, ранги қон.
Ю Ҳиндикуш тоғларининг занжирсиз арслони каби
Мардликнинг наърасин тортсин туманча фабриканг.
226
www.ziyouz.com kutubxonasi
Узбекистон шабчароғи, олмоси Фарғонадир,
Ерда юлдузлар каби ҳар ерда гавҳар ёнадир,
Ҳар тараф боғи Эрам, ҳар манзили кошонадир,
Қувнаган халҳнинг лабида ханда бўлмай ёнадир,
Чунки унга бахту иқбол ҳар замон дилдору ёр.
Водиймиз танбурки, ҳар бир вақт овози соз, жаранг,
Бир канал очдинг кумуш тордек унга монанд таранг,
Халқи жўр бўлса бу танбурга бўлур олам гаранг,
10 Ер зумуррад, кўк забаржад, ҳар тарафда мингта ранг,
Яшна халқим, яшна водий, яшна эй сетор, тор.
Биз канал очмоққа чиқдик бир севимли тонг чоғи, •
Бизни олқишларди водийнинг қуёшли ер, тоғи,
Бу каналдан гуллагай ўлкамнинг бўстону боғи,
Сув қуйилган чоғ кўринди меҳнатимиз салмоғи,
Шеър ўқиймен шоиринг Ғафур Ғулом, мен бор, бор.
* * *
227
www.ziyouz.com kutubxonasi
МУШОИРА
Зумуррад чамбар ичра қатра олмосдир қулоғида,
Суман баргида шабнам аксидир, ё кўз булоғида.
Демам шабнам, қамар атрофида зийнатли кавкаблар,
Иқомат тузмиш ул юлдуз ики абру қироғида.
Шивирлаб сўйламакка дилдаги ҳасратларин гўё,
Риҳи ншқ заргари солмиш камандин шом чоғида.
Каманд эрмаски, банд ўлмиш ўзи дори муҳаббатга,
Осилмиш ҳалқа-ҳалқа севгининг заррин тузоғида.
Ю Гўзаллик Зуҳрасидек кўкка учса ўрнидир аммо,
Халойиқ ошигидир, сирғаси юк ер оёғида.
Шарафли бахт эрурким, ҳар нафасда ёр юзин ўпгай,
Агар тун бўлса нозик ҳалқалар икки яноғида.
Ҳамиша мен Ғуломий сирғага соҳиб у дилбарнинг,
Неча кундирки Чустий икки балдоқнинг сўроғида.
228
www.ziyouz.com kutubxonasi
* * *
Бўлсин муборак сенга шараф ила шон дўст.
Ҳаммисрау ҳам касби биру ҳамзабон дўст.
Кўксим кўтарди кўкка мени ёдлаган чоғи,
Кўксингда барҳ урса ўшал Зарафшон дўст.
Жонга вужуд сингари даркор дўстга дўст,
Екн ватанни жисмига даркор бу жон дўст.
Дўстликда шарт шулки, экан ҳар ҳаерда у,
Ажралмагай йироқдаги ҳар меҳрибон дўст.
Ю Гарчи йироҳу гар яҳинму худди жону дил,
Чунким вужуди кенг эрур то омон дўст.
Тинмай ташаккур айласак албатта оз эрур,
Бўлди шарофат илан чнн меҳмон дўст.
Ҳар дам ҳамиша қалби муборак жон сенга,
Булбулга бургут ўрни каби ошён дўст.
Гарчанд бир жаҳонда яшаб ўлғимиз ахир,
Ким дўст санар сени бир жаҳон дўст.
329
www.ziyouz.com kutubxonasi
* * *
Ошиқи маст хушга келмас умрлар ўтмак билан,
Қатра кам келмас бу тақдир косаси тўкмак билан.
Қанча хатлардан муаммо битта чанбардир бу йўл,
Худди паргор айланурсан муттасил кетмак билан.
Севги шундай зўр эрурки, худди денгиз тўлқини,
Кам бўлурми меҳру севги ғарқ бўлиб чўкмак билан?
Севги ўчмас шуълаким, йўқ бошқа ўтга эҳтиёж,
Офтоб манглайда порлар моҳтоб ўчмак билан.
10 Ишқ бирлан бу қаламнинг қалби пайванддир азал,
Айру солмас кимса анга қанча қўрқитмак билан.
Оқ қўлинг менга узанди севгига мазҳар кабн,
Муҳр босди унга ошиқнинг лаби ўпмак билан.
230
www.ziyouz.com kutubxonasi
Ҳар фараз
Фикрларгадир иноқ,
Қайғу унга,
Ҳаргиз бўлмабдир қўноқ.
Агар эрта жала қуйса,
Ишлаймизми
Мирфайзи?
Нима ўзи,
10 Эсинг борми
Керак бўлса тош ёғсин,
Пайт ўтмасин
Бир пайтки, ўз билак кучи билан
Социализм қурамиз.
Балли:
Мана қайда экан кишилар,
Тошдан қуйган иродалар,
Тошдай маҳкам мускуллар.
Буларгина ёзажакдир
20 Куннинг қаҳрамонлигин.
Бурғалаб, турлантириб
Тўла тушумлар билан.
Агар
Қашқирбой урушса,
Лойқалатиб қишлоқни,
Уни албат ўлдиражак
Партячейка,
Комсомол,
Камбағаллар тўлқини,
30 Мактаб, тозалик ини.
www.ziyouz.com kutubxonasi
Майизу туршаккина,
Фолбин, қўшноч ип-нина,
Қоқиндиқ қилманг гина —
Халча бувидан таван.
Бир лаганда Ҳалвойтар,
Баркаш қилмай ул меҳтар,
Русми, ўзбекми, татар?—
Серовно Хитдан таван.
10 Калондимоғ, лаб чўққи,
Тўрага тайёр ўқи,
Виставканинг лақ-луқи —
Субой ибдашдан таван.
Аччиқ ичакдай назм,
«Равнақи, арши азим»,
Губчак қорин, бадҳазм,
Мағзавадан бир таван.
Гоҳ жиртагу, гоҳ ҳазил,
Баъзида кетказиб зил,
20 Тиш остидан чиқиб тил —-
Илжайиш биздан таван.
♦ ♦ »
392
www.ziyouz.com kutubxonasi
ЧУПОН
Яна мен бўриларни ҳой-ҳойлаб,
Чорвангизда чурук чопон чўпон,
Етамен кечалар тонготар пойлаб,
Кўкда ҳулкарга телмуриб ҳолдим.
Тағи мен ҳирда қирғовул овлаб,
Чўлда тун қотган қарчиғай қўшиғин,
Ёппа ёлғизлиғннда ёв чоғлаб,
Уволимдан кўмак сўраб қолдим.
10 Энди мен аста-аста кун, ойлаб,
Изингизни Сомончининг йўлидан
Қидириб, ишларим-ла сой-сойлаб,
Қўйчивонликка ўрганиб қолдим.
www.ziyouz.com kutubxonasi
* * *
Биз ишчимиз, меҳнатчимиз, дунё бизники
Қўлимизда қизил байроқ, туздик инқилоб.
Ватандошлар, қон-қардошлар босиб илгари
Қўлимизда болға-ўроқ, тузднк инқилоб.
Большевиклар раҳбаримиз, Ленин отамиз,
Ер бизники, сув бизники, давлат бизникн.
Партияга бутун халқлар раҳмат айтамиз,
Ҳуқуқимиз ва эркимиз ҳар вақт бизники.

234
www.ziyouz.com kutubxonasi
Бу кун мен, дўстлар, дил малҳами дилбарни изларман,
Юзи гул, қомати сарв, сочларн анбарни изларман.
Чаман булбуллари шаънига юз оҳанг билан сайрар,
Муҳаббат бошига мен лоладин чанбарни изларман.
Анинг бахти учун тонг чоғида шаббодалар ўйнаб,
Қуёш нури юзига сочмоғи-чун зарни изларман.
Қадам қўйган ери гулзор ила бўстони жаннатдир,
Бўйига тенг бўлолмас боғ аро ар-арни изларман.
Анинг васлига бир савғо билан бормакни чоғлаб мен,
10 Ажаб гулдаста тердим энди нилуфарни изларман.
Анга мен соядек йўлдош бўлмакни қилиб орзу,
Енгилтак бир вужуди зарралар парварни изларман.
Юрак тўлқинларидан шаънида бир шеър ёзмакка,
Сиёҳига эзишга уд ила заъфарни изларман.
Ғуломингман кўзинг ҳаққи, десам ҳам қилмайин
парво,
Демаским кўп замондан берли бу бепарни изларман.
236
www.ziyouz.com kutubxonasi
Ун бир, ўн уч ҳижоли кенг қофияли
Жўн маснавий шеърдан кўплар зерикди,
Созга тушатурган «фаулотун»ли
Қийинроқ йўлларни бошлайман энди:
Шоирлик нима-ю заргарлик нима,
Олмос ўтказишга квартир эмас,
Бир узук қоши ҳам қилур кифоя.
Ғафурни ўқувчи билониҳоя
Халқимнинг ҳурмати — шунинг ўзи бас.
УЗб
www.ziyouz.com kutubxonasi
* * *
Бахт қилмасин ҳужум деб юзда ниқоб эди,
Дин оғуси шароб анга, толе сароб эди.
Чнммат кичик тешиклари улуғ офтоб эди,
Қалбинг иши сумвб каби серизтироб эди.
Ҳасрат ҳисоб сўрмас эди, ҳоли хароб эди,
Алқисса, бу қисса ўзи талай боб-боб эди.
237
www.ziyouz.com kutubxonasi
* * *
Аввал баҳор эди, ўзи туймас эди назар,
Гуллар ари оёғига тўкмакда эди зар.
Осмон тиниқ, бамисоли дўкон шиша гар,
Гулдасталар қиёқ ўтдан боғлаган гуҳар.
Дил тоза, асаб шўху мусаффо юрак, жигар,
Ким тингламайди шунча ширин пок хуш хабар,
Узбек қизи озод, фарёд кўмилди,
10 Фарёд ила дод умрбод кўмилди.
238
www.ziyouz.com kutubxonasi
УПАЙ
Мен ғарибон мунча банд этган хаёлингдан ўпай,
Тонг ели ўпган каби сарви ниҳолингдан ўпай.
Истадим озғин чибиннинг толеин афсуским,
Уйлагандим лабларинг мазмуни болингдан ўпай.
Ҳар нафас кўзгудагидай гул юзинг қалбимда жо
Майли аксинг бўлса ҳам рухсори олингдан ўпай.
Рангчн туссиз, гавдачи енгил ҳавои туш каби,
Завқли хуммор кўзларингда бахтли фолингдан ўпай.
239
www.ziyouz.com kutubxonasi
* * *
йнгнрма уч йилннг билан қутлайман
Инлларингни аср десам ошмайди чини.
Астойдил сўйлаганда чўзилар ҳалқум,
Бамисоли қўлим шамшир, бўғозим қини.
Мардона ҳимматнинг ўзи камардир,
Ватан хизматига йўлга чиқҳанда.
Бизда толе офтоб билан қамардир,
Юлдуз пешонали она туққанда.
10 Муждан роҳатинг қутб юлдузи
Урмаловчи аждарга насиба эмас.
Биринчи маршалнинг бир дона сўзи,
Ким осмонда кучли у зўравон бас.
Эру хотин икки улуғ мард оилада,
Чкаловдай ибратнамо ўғил соҳиби.
Етукликнинг юзидан ниқоб кўтариб,
Парвозларнинг қудратини кўрсатган
халқнм,
дамда.
240
www.ziyouz.com kutubxonasi
ВАРИАНТЛАР
www.ziyouz.com kutubxonasi
www.ziyouz.com kutubxonasi
Ҳар бир ижодкор меросини текстологик ўрганиш дастлаб
қўлёзма манбаларни аниқлашдан бошланади. Шоир ижодхонасида сақланаётган оқлама, қоралама дастхатлар, улар учун ўрганиб чиқилган материаллар ҳар бир асарнинг яратилиш тарихини
белгилашга, ижодкорнинг ўз асарига сайқал бериш увтида олиб
борган изланишларини тадқиқ этишга восита бўлади. Бундан
ташқари, ижод жараёнини ўрганишда асарларнинг дастлабки
нашрлари, уларнинг шоир томонидан қайта ишланиши. таҳрир
этилиши натижасида нашрдан нашрга такомиллашиб борувини
кузатиш ҳам муҳим аҳамиятга эгадир.
Ғафур Ғуломнинг шахсий архивида унинг турли йилларда
яратган кўплаб шеър ва манзумалари, достон ва пьесалари, очерк
ва ҳикоялари ҳамда тадқиқот ишларининг оқлама, қоралама ва
машинка нусхалари билан танишиш мумкин. Қўлингиздаги «Мукаммал асарлар тўплами»нинг I томидан ўрин олган 1923—:
1940 йилларга оид поэтик асарлардан аксариятининг қўлёзма ёкимашинка нусхалари сақланган. Бу ўринда «Турксиб йўлларида»,.
«Яловбардорликка», «Тугасин такя», «Нефть», «Совет қаҳрамонларига», «Тошкент», «Боғ», «Диктатура», «Икки ёшлик» каби асарларнинг қўлёзма ва машинка нусхаларининг ҳам сақлаб келинаётганлиги факти ниҳоятда мароқлидир.
Шулардан «Таклиф қиламан», «Бари сеники», «Сельмашнинг
бир дегрез шоири» каби шеърларнинг бир-бирини жуда кам миқдорда такрорлайдиган вариантлари мавжуддир. Ғафур Ғуломнинг
«Бари сеники» шеъри устида олиб борган ижодий ишини кузатиш
шоирнинг ижод услубини ўрганишда мароқли материал беради.
Ғафур Ғуломнинг шахсий архивида сақланаётган оқлама ва қоралама дастхатлардан кўринишича, шоир дастлаб бу асарни
«Едимга тушди» сарлавҳаси остида бошлаган. Шоир кейинча уни
«Бари сеники» сарлавҳаси билан қайта ишлайди ва натижада
асарнинг ҳаётий мундарижасини бениҳоя оширишга эришади.
Шеърларга ғоявий ва бадиий жиҳатдан сайқал бера боришга бўлган бундай ижодий изланишни яна бошқа қатор қўлёзмалар мисолида ҳам кузатиш мумкин.
Уз навбатида шуни ҳам айтиш керакки, шоир яратган қатор
асарларнинг қўлёзмалари сақланмаган. Айрим қўлёзмаларда шеърларнинг яратилиш санаси қайд этилмаган. Архивда тугалланмаган, бошланиши ёки хотима варақлари сақланмаган шеърлар ҳам
мавжуд.
«Мукаммал асарлар тўплами»нинг ушбу томидан ўрин олган
асарларнинг таянч матнларини қиёсий ўрганишда газета ва
журналлар, шоир шеърларидан иборат тўпламлар, коллектив
мажмуа ва антологиялар муҳим манба бўлиб хизмат қилди.
Томда асос қилиб олинаётган Ғафур Ғуломнинг 1964—1967 йилларда чоп этилган 5 томлик «Асарлар» тўплами I томига кирмай
243
www.ziyouz.com kutubxonasi
қолган шеърлар шоир архивидаги мавжуд қўлёзмалар, машинка
нусхалар, илк нашрларга таянган ҳолда чоп этилмоҳда.
Айрим илк ҳўлёзмаларни аниҳлашда шоирнинг рафиқаси Муҳаррам Хайруллаеванинг ҳиссасини айтиб ўтишни ҳам лозим деб
биламиз.
Адибнинг асарлари ўрин олган газета ва журналлар ҳамда
алоҳида тўпламлар, кўп томликларни ҳайд этишда ҳуйидаги
шартли қисқартишлар қабул қилинди:
«Динамо» — Ғ а ф у р Ғулом. Динамо. Шеърлар. Уздавнашр,
Тошкент, 1931,
«Эгалари эгаллаганда» — Ғафур Ғулом. Эгалари эгаллаганда.
Уздавнашр, Тошкент, 1931.
«Тирик ҳўшиқлар» — Ғ а ф у р Ғулом. Тирик ҳўшиқлар. Уздавнашр, Тошкент, 1932.
«Турғун ва ўрдак» — Ғафур Ғулом. Турғун ва ўрдак. Уздавнашр, Тошкент, 1935.
«Сизга» — Ғафур Ғулом. Сизга. Уздавнашр, Тошкент, 1935.
«Сайлов қўшиқлари» — Ғафур Ғулом. Сайлов қўшиқлари. Уздавнашр, Тошкент, 1938.
«Чашма» — Ғ а ф у р Ғулом. Чашма. Шеърлар, Уздавнашр, Тошкент, 1939.
«Мукофот» — Ғафур Ғулом. Мукофот. Болалар ва ёшлар адабиёти нашриёти, Тошкент, 1940.
«Янги шеърлар» — Ғафур Ғулом. Янги шеърлар. Уздавнашр,
Тошкент, 1946.
«Шеърлар» — Ғафур Ғулом. Шеърлар. Уздавнашр, Тошкент,
1946.
«Шеърлар-47» — Ғафур Ғ у л о м. Танланган шеърлар. Уздавнашр, 1947.
«Тонготар қўшиғи» — Ғафур Ғулом. Тонготар қўшиғи. Шеърлар. Уздавнашр, 1949.
«Бари сеники» — Ғафур Ғулом. Бари сеники. Шеърлар. Уздавнашр, Тошкент, 1953.
«Асарлар-53» — Ғафур Ғулом. Танланган асарлар. Тўпловчи
П. Шамсиев. УзССР Давлат нашриёти. Тошкент, 1953.
«Асарлар-63» — Ғафур Ғулом. Танланган асарлар. Уч томлик. Биринчи том. Шеърлар. Редактор Сарвар Азимов.
Уздавнашр, Тошкент, 1963.
«Асарлар-64» — Ғафур Ғулом. Асарлар. Беш томлик. Биринчи
том. Шеърлар. Тузувчи Порсо Шамсиев. Тошкент, Бадиий
адабиёт нашриёти, 1964.
«Асарлар-70» — Ғафур Ғулом. Асарлар. Ун томлик. Биринчи
том. Шеърлар. Ғафур Ғулом номидаги Адабиёт ва санъат
нашриёти, Тошкент, 1970.
Қитобда асос қилиб олинган матнлар мисраларига қўйилган
раҳамлар уларнинг «Вариантлар» ва «Изоҳлар» бўлимларидаги
ўринларини кўрсатади.
ИСТАКЛАРИМ
(24-бет)
Дастхат:
4 Вужудингдан бордир менинг гумоним,
10 ва 11
орасида Бойваччажон, сендан тоғанг ўргилсин,
Отангни топгани сени кўр ҳилсин.
244
www.ziyouz.com kutubxonasi
Инахону Марусяхон, Сора деб,
Бир кунгина маст бўлмасанг, на бўлғай?
16 Ашур оши, халим учун боғла бел,
17 Етимларга ёрдам деса — кўз юминг,
21 Яша, «Муштум» почча, кўп ою йиллар
22 Фақат тез-тез чиқиб турсанг, на бўлғай?
СУРНАИ
(32-бет)
М а о р и ф ва ўқитувчи, 1928, М 7:
1 Эски турмуш
2 йўқ
4 Ингларди тинмай,
12 Чалинди тинмай.
15 Қистоқлаб орий,
21 Деди йигитлар,
36 Куёв поччага
37 Ярашди «гул»дай.
43 Сочлар ёзилди,
44 Чимирди қошин,
47 Босди аямай.
54 Утга ёқдилар,
55 Елғиз Қумрини
УИЛАНИШ
(42-бет)
Янги йўл, 1928, № 6:
8 Иигитлик умрнинг ёзмиши,
15 Ёш кучнинг гавдасиз савлатга
ОБАКИ ДАНДОН
(45-бет)
Қўлёэма:
15 Билмай ўнгу сўл, аъроф қолиб бўлмоқ оворо
ҚИШ ВА ШОИРЛАР
(47-бет)
Қизил Узбекистон, 1929, 15 март:
10— 11
орасида
Қалам элига «Қиш» у «қор» мода шекилик
ТУРКСИБ ИУЛЛАРИДА
(50-бет)
Қўлёзма:
41 Табриклар хайқириб,
Қўлёзма; Аланга, 1930, М 5— 6; Динамо:
www.ziyouz.com kutubxonasi
80 Енгиш таблини чалароқ
85 Қатордан бошлаб қўлёзмада йўқ.
Қ ўлёзм а ; А ла нга , 1930, № 5—6; Д инам о:
59 Савлат ошароқ,
196 Кечди,
211 Ҳайқириб кечажак.
А ла н га , 1930, № 5— 6; А сарлар-63:
123 Янадан сокитлик чўкар,
А ла нга ; 1930, № 5—6; Д инам о; Асарлар-63:
1— 2
орасида Достон
Ш еърлар-47; Асарлар-53:
179 Ва тарих томирларига қуйдик
43—44
орасида
Бу йўллар
Кўп қадим йўллар.
87 Қилғувчи фотиҳлар,
132 Қолдирароқ бир ботир:
148 Қонли варақ
149 Устига сўрғич урароқ
153 Ҳайқирароқ кечмишдир.
183 Устидан
192 Босароқ,
А сарлар-53:
104 келарак кечмишдир
А ла нга , 1930, № 5— 6; Д инам о; Ш еърлар-47; Асарлар-5Ь
(1-том):
92 ё изсиз хабар.
АЛКОГОЛЬ
(56-бет)
М аш инка нусха:
17 Узувон тутқун,
М аш инка нусха; Д инам о; Қ и зи л Узбекистон, 1930, 31 ию ль;
А сарлар-56 (1-том):
49 Акула
ТУҚИНИШ
(59-бет)
246
www.ziyouz.com kutubxonasi
М аш инка н усха ; Д инам о; Қ и зи л Ўзбекистон, 1930, 1 август; Асарлар-53:
6 Қизил доғ
34 Румон қироли,
Қ и зи л Ўзбекистон, 1930, 1 август:
7 Чексиз суръат-ла,
9 Музёрар сингари,
36 Қўғирчоғи,
44 Миллиардлардан тоғ,
49 Виқор эътибор.
52 йўқ
59 Бир-бирин ютмоқчи,
71 Аксил ҳужумга тайёр!
77 Қора тупроқни
78 Ҳеч қандай ёт куч
80 Ев қўйса қадам
85 Билмайди,
«ВОИДОД, БОРМАИМАН», ДЕДИ
(62-бет)
М уш тум, 1930, № 20:
6 Районингиз бўлса ҳам обод, бормайман, деди,
ЯЛОВБАРДОРЛИҚҚА
(63-бет)
М аш инка нусха; Қ и зи л Ўзбекистон, 1930, 7 ноябрь; Д и -
намо; А сарлар-53:
41 Ут очилган кунларнинг
М аш инка нусха; Қ и зи л Узбекистон, 1930, 7 ноябрь; Ш еърлар-47:
120 Бу фармон шуурим —
136 Еруғ ва боқий дунёни,
М аш инка нусха; Қ и зи л Узбекистон, 1930, 7 ноябрь; Д и -
намо:
138 Синфий қилиққа,
Қ и зи л Узбекистон, 1930, 7 ноябрь:
122 Миллиардча пролетар
ТАҚЛИФ ҚИЛАМАН
(67-бет)
247
www.ziyouz.com kutubxonasi
Ҳали жуда-жуда
гўдак бўлса ҳам
Елкасига юкланмишдир
Яшаш — ғам.
Қорин тўқлик қайғусида
Ола хуржин бўйнида,
Еш чеҳраси чоллар каби
Кулфат— ажин ҳўйнида.
Ҳали қувноқ бир саъвадай чаманда
Уйнар чоғи,
Шарманда —
Тўрва илган тиланади,
Нинни-нинни қўлларин —
«Сахий»ларча чўзади.
Гадой топмас кўчаларни кезади
Еш бошидан кашанда,
Уҳ... дейди.
Махорканинг тутунига қўшилиб,
Мурғаккина ўпкасидан бир бўлак,
Зангори бир илон каби буралиб,
Соғлиқ — деган муаммога ўралиб,
Шу гумбази даввор ичра сингади.
Кўзларида маъносиз бир илтифот;
Пилталари ўйнаб кетган тўппича,
Бошпана йўқ борлиққа —
Шиква билан телмурар
Ҳей қадрдон кўча
Одамзоднинг қиммати йўқ асфальтча.
Комхознинг,
Кўз-кўз билан мўм эритган қозони,
Бу кун унинг
Етар учун кўзлаб қўйган маскани.
Юмшоққина бўлсин дейди,
Хазонларни тўплайди.
Шох-бутоқдан чўпчак териб
Бир қўлтуқ
Қумғончани илади,
Қайнаб чиққунча ҳордиқ.
Комиссарлар қазиларни
Япроқ-япроқ-япроқлаб,
Перед обед ошқозонга
Жиндай «оқ кўмир» қалаб,
Ҳазмнинг ташвишида
У ҳам ўз ишида.
Қайноқ сувга қотган нонни бўктириб,
Бир қулт иссиқ ҳўплайди.
Олазак бир муштипар қарғадай
Ҳали замон ҳайдаб қолса
Милиционер, пожарной,
Билмам қайга яна дайди қадамини тезлайди
Мантипазнинг ўти сўнган
Учоғини кўзлайди.
Қўлёзма:
www.ziyouz.com kutubxonasi
Маорифнинг улуғлари
Кўчаларни чанглатиб,
Автомобиль шоферини гангратиб,
Умум таълим мояларин қувади.
Бу ҳам моя,
Лекин унинг юзига
Шу чанглардан бир энликча қўнади.
У ҳам ортиҳ четга чиҳмай навбатдан
Арабакаш Бойматдан
Ургангани сўкишни
Бирин-кетин тизади.
У сезади:
Дадасининг олтин узук таҳҳан
Урта бармоғин
Маҳкам ушлаб, пилдироҳлаб
Юрган болалар каби,
Кино нима, театру нима, яшамоҳ нима,
Тағин
Аллакимдан ранжийди.
Кино унга «тойди» бўлса,
Геатру «ачипти»
Бир Тошкентнинг ўзида,
Ҳукуматнинг марказида — кўзида
Рўйхатдан ўтмай ҳолган ҳирқ минг жон.
Маорифнинг вакиллари
Қаландардай тентираб,
Эшикларни қоҳади —
Расмият.
Фақат
Минглаб Мишка, минглаб Ванька
Минглаб-минглаб Аҳмаджон
Расмиятдан ишга ўтиш
Муддатига бокади.
— Беринг,— дейди,— интернат,
— Беринг,— дейди,— фабзауч,
Биз унутилган таркоқ куч
Энди ҳурмат
Бизга.
Модомикн;
Умумий,
Мажбурий таълим
Уқийтурган
Урганатурган
Қуратурган
Бизлардан бошқа
Айтинг
Ким!!!
М аш инка нусха; К и зи л Узбекистон, 1930, 19 ноябрьх
58 Қирқ минг жон!
М аш инка нусха:
60 Капалакдай гул танлаб,
www.ziyouz.com kutubxonasi
61
63
йўқ
йўқ
М аш инка нусха н и нг четига қуй и д а ги сатрлар ёзилган:
Лоторей бу
, Бундан келган фойда
Биз ўзлингизга
Биз-чи жуда
Тез кунларда
Салмоқ ва сифатлар билан
Сш олимлар бўлиб
Қеламиз қаторингизга.
Қ и зи л Узбекистон, 1930, 19 ноябрь:
86 Уқишга, ўрганишга
ТУЛҚИНЛАР ОЛДИДА
(69-бет)
М аш инка нусха; Д инам о; Қ и зи л Узбекистон, 1930, 4 декабрь:
35 Тўлқин — қизил доғ,
36—37
орасида Сўник бир чироғ
37 Милтирайди
43 Деб тинмай кеча-кундуз қилиб ҳаракат,
47 Зелинский район «Байналминал» колхозига
М аш инка нусха; Қ и зи л Ўзбекистон, 1930, 4 декабрь; Д и -
намо; А сарлар-56 (1-том):
65 Муштумзўрлик луқмасига униб чиқади.
М аш инка нусха; Қ и зи л Узбекистон, 1930, 4 д екабрь; А сарлар-56 (1-том):
70 Муштумзўрнинг қалбига очилган яра.
Қ и зи л Узбекистон, 1930, 4 декабрь:
. 21 Бир бешикдай чайқади
27 Иғво тарқар;
БЕВИҚОР ҚОР
(71-бет)
М аш инка н усха ; Д инам о; А сарлар-56 (1-том):
51 Паккасини тўлдирмасдан толмайди,
К ам б а ға л деҳқон, 1930, 16 декабрь:
250
www.ziyouz.com kutubxonasi
28 Оппоқ, сават бош пояни кўриб,
ТУГАСИН ТАКЯ
(73-бет)
М аш инка нусха; Қ и зи л Узбекистон, 1930, 28 декабрь:
98 Улар бизнинг меҳнат ҳордиқларини чиқаришда ёрдамчи
ҚУЛТИҚЛАНГАН ҚАЛЛА ТУҒРИСИДА ҚОФИЯЛИ
ВАЪЗ
(76-бет)
Қ ўлёзм а:
34—35
орасида
Қўчқор Ғофурбоев билан Боқи ака,
Рабочийлар қаторида сиз бир пакка,
Гўшт-ёғларни ҳеч нормасиз оласиз нега?
Биз бу ишга жуда ҳайрон, дўстларимо.
ТАГДУЗИ
(78-бет)
Қ ур и ли ш , 1931, М 1—2:
67 Биз ёш бола чоқларда
Қ ур и ли ш , 1931, Л® 1—2; Т ирик қ ўш и қла р ; А сарлар-56 (1 -
( том):
85 Қўллари мазулланган,
Қ ур и ли ш , 1931, № 1—2; Тирик қўиш қлар:
88 Бир цехни ҳайқириб,
103 Зарбдор ишлаб ётир,
112 Иигитлик доғи эмас.
Қ ур и ли ш , 1931, № 1—2:
< 108 йўқ
113 Иигитлик ўз билан енг,
114 Тўла билик эгаси,
115 Елғиз унинг «бекаси»
123 Эм — тумларнинг қаҳридан
МАДАНИИ ҚАТРА
(83-бет)
Е р ю зи, 1931, М 3— 4; Тирик қўш иқлар:
261
www.ziyouz.com kutubxonasi
г 20 Лирикалар, турмуш кечиришлари
30 Мавзу илмий, мавзу ҳаётий куннинг...
77 Одамзод эгалик ҳилган тана
77 ва 78
орасида
Тўртдан учи сувнинг
145 Шўро табобатининг
Т ирик қўш иқлар:
0 водопровод учун
2 йўҳ
120 Унга занжир солмасин.
1 135 Биз уни кишанладик.
ҲЕЧ ҚАНДАИ БИР ҚУРҒОН БОРМИҚАН,
БОЛЬШЕВИКЛАР ҚУЛГА ОЛМАГАН
(87-бет)
М аш инка нусха; Қ и зи л Ўзбекистон, 1931, 20 ф евраль; Тирик қўш иқлар:
4 Шу содда тўртгина жумлада
17 Социал жаҳонга кўчиб ўтганмиз.
20 Лекин бўлиқ товушимиз ғурурин
40 Большевиклар ҳамал қилмаган!
М аш инка н усха ; Қ и зи л Ўзбекистон,' 1931, 20 ф евраль;
рик қўш и қла р ; А сарлар-53, 56 (1-том):
45 Биз гурра кўтариб билакни
Қ и зи л Узбекистон, 1931, 20 ф евраль:
58—59
орасида
Ортмоқлаб кунларнинг савлатин
Кетмонга чиниҳқан елкалар
Милтиқ-ла ўпишсин,
Пишсин!
66 «Марш!»— деб,— «илгари!»
М аш инка н у с х а ; Қ и зи л Ўзбекистон, 1931, 20 ф евраль; Тир и к қўш и қла р ; А сарлар-53:
69—70
орасида
Чивинзор шоликор, тўқайлар қурисин,
Майдонлар пахтага ҳақли
Қ и зи л Ўзбекистон, 1931, 20 ф евраль; Т ирик қўш и қла р :
3 Узбекистон шўроларининг қурултойииа
Қ и зи л Узбекистон, 1931, 20 ф евраль:
252
www.ziyouz.com kutubxonasi
31 Янги бир давр учун мойладик.
36 Учинчи қатъий йил қурамиз
39 Ҳеч шундай бир қўрғон бўлмаган
100 Қайтмасмиз кучлар енгилмагунча
101 Ҳеч қандай қарши куч бормики,
М аш инка нусха; Қ и эи л Узбекистон, 1931, 20 ф евраль; Тир и к қўш и қла р :
103 Ҳеч шундай бир қўрғон бормикан,
Қ и зи л Узбекистон, 1931, 20 ф евраль; Тирик қўш иқлар:
104 Большевиклар қамал қилмаган!
СЕЛЬМАШНИНГ БИР ДЕГРЕЗ ШОИРИ
(90-бет)
Қ ўлёзм а:
Арпа, буғдой ош,
Пахта кийим бош
Бўлармиди қурилмаса
Бир қатор сельмаш!
Бир қатор саноқни санаб ўтдилар.
Тракторнинг эҳтиёт
Бўлаклари қаторига ўтолган
Ҳар бир шеър қандай бахтли
Шоирнинг ижодидир.
Ман тева минганларнинг ашуласин тингладим —
қандай мунгли улар,
Бу нима дедим, сафарда бу ҳам бир жабдуғи дедилар,
Тракторнинг шўх куйлари учун шу шеърим, бир жабдуғ
бўлсалар,
Севинарман қаҳ-қаҳа билан трактор сингари.
Муҳаббат риштасидан ўқ еган бир шоирни хазонрезгиликда
Учратдим, ҳар япроқ соврилган тиллалар каби бошида
капалак эди.
Шу давр ўғли, яъни ман ўртоқ сельмаш эшитиб қўй!
Е шаҳид, е ғозий, ё миллатчи фашист бир унсур эмас,
балки бир кадр,
Кунларни ёзолган бир шоир, қўйилган бир дегрез,
Сифати билан сенга хизматга бораман.
Сўкишга тўғри келади, кураш кунлари
Йўл устида узола ётиб, нордон мижзовлик сотувчиларни,
Мен қандай шоирки, даврнинг
Пайкалларин булар нега, деб сўрасам.
Мен оч қолайки, нималигин билмасам сепаратор ҳам
сеялка.
Сельмаш қурилсин тез.
Мана тайёр
биргадир
ҳам шоир эпчил дегрез.
£ ш ленинчи, 1931, 15 апрель:
253
www.ziyouz.com kutubxonasi
1 Бир дегрез шоир Сельмаш эшигида
10 Сафарларнинг жабдуғидан,—
36 Қуёлғувчи бир дегрез
44 Даврларнинг гайкасин билмай нега?
51 Шоирликдан кўра аввал
НЕФТЬ
(92-бет)
М аш инка нусха; Қ и зи л Узбекистон, 1931, 5 апрель; Т ирик қўш ицлар; А сарлар-53:
40 Социал оламнинг бонги
Қ и зи л Ўзбекистон, 1931, 5 апрель:
4 Қандай беш йил каби
11 Деган ғойибий фол,
21 Ер куррасини анор каби
29 Уқувларни ишга қўйдик
30 Эркин ва таранг
41 Беш йилликнинг нефть режаси
50 Узоқларни кўрган
ОЛҚИШ
(94-бет)
Е ш ленинчи, 1931, 10 апрель:
1 Уртоқ Ғафур Ғуломнинг чиқиши
2—3
орасида
«Шеърдан парчалар»
41 Қурилишнинг бош йўлида
М аш инка нусха; Еш ленинчи, 1931, 10 апрель:
46 йўқ
47 ГПУ миз кўрсатди.
М аш инка нусха; Еш ленинчи, 1931, 10 апрель; Т ирик ц ўш иқлар:
48 Биз фабрикда эмгак тортиб
51 Эркни йўлдан уролмас.
58 -5 9
орасида
Қўлдан сўқғон қуёшларнинг
Ботувини хўрсиниб
Чин қуёшдан —
Шаппаракдай кўз тиниб
Елғончи тараннум,
Кўпикли воҳима,
Фасилли ҳурматнинг
254
www.ziyouz.com kutubxonasi
. Эгаси шоирлар.
Еш ленинчи, 1931, 10 апрель:
70 ва 71
орасида
Энди биз ёзамиз!
71—75 йўқ.
79 Чизмакликка цистаймиз.
М аш инка нусха; Еш ленинчи, 1931, 10 апрель; Т ирик қў~
ш иқлар:
83—84 Беш йилликнинг
Оёғига қўйган юз.
85 Биз ҳар ҳолда
СУЗАН, БИГИЗДАН МАШИНАГА
(97-бет)
Муштум, 1931, № 7—8:
13 Хотини ҳам Саври пўнқуш ҳеч бир кишига.
41—45
ҳаторлар ўрнида
Маъносини айтай бу кун местком ўқиган
«Фомин» деган фабрикага энди бизларни
Узатар эмиш,
Узатар эмиш.
Котиблар ҳам кўп ивишиқ оёқларини
50 Айтганидай, ҳафта ўтмай Нурмат «Фомин»га
53 Эски турмуш чигиллари уйдан бир йўлга
57 ва 58
орасида
Сигир, бузоқларни Нурмат яқин колхозга бағишлаб келди.
Бағишлаб келди.
Ҳалигача бу жуфт жонивор юкни рўзғорга
Нега керак? Коммунада сут, қатиқ деган
Истагандан мўл,
Истагандан мўл.
Эрта билан ҳар кишига бериб тураркан
65 Коммунанинг ошларидан кўп қорин тўқдир.
82 Эҳ, кунларнинг дағдағаси, савлати, донги
НОН
(99-бет)
Қ и зи л Узбекистон, 1931, 7 август:
19 Ғалла бермаймиз,
21 Ҳеч бир қўрқмаймиз.
Қ и зи л Ўзбекистон, 1931, 7 август; Т ирик қўш и қла р :
255
www.ziyouz.com kutubxonasi
24 Қорамуғдай ғараз тўлган
Қ и зи л Узбекистон, 1931, 7 август; Т ирик қ ўш и қла р ; Ш еърлар-47:
30 Панд урмоқда минг товланиб
Қ и зи л Vзбекистон, 1931, 7 август; Т ирик қўш иқлар:
58 Қозоқ акам етаклаган
Қ и зи л Узбекистон, 1931, 7 август:
74 Соч бўлиб ётир.
Қ и зи л Узбекистон, 1931, 7 август; Ш еърлар-47:
455 Қуюқ қон
ҚАЛБЛАР МОЖАРОСИ
(101-бет)
ё ш ленинчи, 1931, 6 сентябрь; А сарлар-56 (1-том);
11 Кўриб ва бир тан бирикиб турамен
ё ш ленинчи, 1931, 6 сентябрь:
16 Қалбларга улаган
ё ш ленинчи, 1931, 6 сентябрь:
35 Қалблар бор қайғу, кадарсиз
Т ирик қ ўш и қла р , А сарлар-56 (1-том):
5 7 Иродамнинг ҳарбга отланганин.
ҚУКЛАМ
(114-бет)
М аш инка нусха:
8 Хаёл сирларингни,
9 йўқ
20 МТС курсига
23—24
•орасида
Далага томон
25 Қулоқлар «шох»лигини
27 Кураш дулдулини
М аш инка нусха; Қ и зи л Ўзбекистон, 1932, 14 ф евраль;
33 ва 34
орасида
256
www.ziyouz.com kutubxonasi
СлСО
Трактор қаҳқаҳа солган
Шудгор қирингга,
Сеялка завҳимдай
Чигит қадаб,
Тирмалаб, пайпаслаб
Утган ерингга
Уйқашиб кетсам,
Кўклам.
УЧИНЧИ ҚУШ
(116-бет)
Қ и зи л Узбекистон, 1932, 18 ф евраль; А сарлар-56 (1-том):
25 Бўлмас, бўлса нияти,
27 Бултур уятин ювинг.
Қ и зи л Узбекистон, 1932, 18 ф евраль:
—24 »0
—26
Танланган асарлар-56 (1-том):
14 Уватларни увалатиб
24 Шер деганнинг ўлими,
ЕТАР МАИ, РУБОИИ ВА АНЕКДОТ
<118-бет)
М аш инка нусха; Узбекистон ш ўро адабиёти, 1933, № 4;
А сарлар-56 (1-том), 63:
5 Чириган тупуриқдай ортиқ ташладим.
6 Меҳрибон ўртоқларсиз, бунда шубҳа йўқ,
10 Бу тўғри ҳурматингиз ҳаддан зиёда,
12 Пешона терингиздай мусаффо бода,
М сииинка н усха ; А сарлар-56 (1-том);
22 Қандай устодонадир ва маънопардоз,
25 Мозоргача бадмаст элитмакчидир.
М аш инка нусха; Узбекистон ш ўро адабиёти, 1933, № 4:
31 Ҳали бизлар билмаган талай юлдузлар
32 Хайёмга иярганлар кўр каби излар
36 Қани энди яна кўп, ёд олган бўлсам,
37 Икки жумла ортиқ диалектика.
М а ш и нка н усха ; Узбекистон ш ўро адабиёти, 1933, № 4;
Т а нла н га н асарлар-56 (1-том);
42 Шеъримни ўқийсиз-да, куласиз, албат...
17—97 257
www.ziyouz.com kutubxonasi
М аш инка нусха; Узбекистон ш ўро адабиёти, 1933, № 4;
А сарлар-56 ( 1-том) , 63:
44 Бир аъзоси бўлганим олий жамият
48 Юзида-ку қалбаки севинч, дилда оҳ,
56 Кўзларимда бор рентген нуридай кўриш,
60 Демак, менинг мардларча берган бу онтим.
КУКЛАМ МАРШИ
(120-бет)
Я н ги Ф арғона, 1933, 15 март:
16—17
орасида
Минглар-ла,
Миллионлар-ла
Пўлат ўмров-ла
Қизил қўшиндай —
илгари!
Евлар қалбига отилган
Оташ қоршун —
Сингари!
ОТ
(121-бет)
Қ ўлёзм а:
8—13
ўрнида
Баъзан дардли қўшиқдай
Урилиб шу тик тоққа,
Кўнгулларга қуюлур
Эркаланиб ҳар ёқдан,
Эркин қизлар лабидан
Кўтарилган кулкудай.
33—34
орасида
Бу от дул-дул насаби
Ғазот чопқири эмас.
Тоғ бардош туёғини
Уриб олса-да нафас,
Мазлум кўкрак устига
Эгаси елдирмаган,
Қамишдай қулоқларин
Чимирса-да бир умр.
Узбекистон ш ўро адабиёти, 1933, № 5—6:
2 «Коммунизм» колхозининг ишчи от — жийрон тўриғига бағишланадир
21 Чунки улар кўп озод
Ш еърлар-47:
258
www.ziyouz.com kutubxonasi
30 Шу азамат бағрига,
ҚУМСАШ
(123-бет)
М аш инка нусха; Қ и зи л Ўзбекистон, 1933, 29 октябрь; Ёш
ленинчи, 1933, 29 октябрь; Ш еърлар: '■
5 Мана порлоқ кабирлик гувоҳномаси
9 Ҳаётки, кураш, онг, сезим, кўриш, чип,
М аш инка нусха ; Қ и зи л Узбекистон, 1933, 29 октябрь; Е ш
ленинчи, 1933, 29 октябрь; Ш еърлар; Ш еърлар-47; А сарлар-63, 56 ( 1-том), 63:
21 Ёшлик ҳаваси ҳар дам минг ҳайталайди,
22 Юрак ўти бир умр ёнар, сўнмаган.
24 Юрак вазмин ишлар-ла боғлиҳ бўлса ҳам,
26 Бир машъал бўлиб ҳолдинг, ҳай комячейкам.
30 Бизнинг онамиз туҳҳан шу тонг отарида.
32 Жабҳаларига сингган ботир комсомол,
СОВЕТ ҚАҲРАМОНЛАРИГА
(124-бет)
М аш инка н усха ; Қ и зи л Узбекистон, 1934, 18 апрель:
1 Қутб ҳаҳрамонларига
М аш инка нусха; Қ и зи л Узбекистон, 1934, 18 апрель; А сарлар-53, 56 (1-том);
2 Эсар еллар, гувиллар, ҳонли тўфондан заҳарханда,
Қ и зи л Узбекистон, 1934, 18 апрель:
13 Уч олмоҳ бўлди, енгув касби бўлган ҳаҳрамонлардан.
М аш инка нусха; Қ и э и л Узбекистон, 1934, 18 апрель:
15 Улуғ денгизда кўчкин устида бошланди шўх турмуш,
кУзбекистон» ш еъ р ла р тўплами, 1935:
15 Улуғ денгизда кўчкин устида бошланди тенг турмуш,
М аш инка нусха; Ш еърлар-47:
27 ва 28
орасида
Учар фан белги аэроплан, учар ҳудратли дирижабль,
Учар энг мард ўғиллар кучли умнд ҳалбда бардам.
Сузар ғолиб «Қрасин» ҳам йиғиб ҳудратни тез, эпчил,
Қутб фотиҳларига социал ўлка ҳилур ёрдам.
259
www.ziyouz.com kutubxonasi
М аш инка нусха; Қ и зи л Узбекистон, 1934, 18 апрель:
33 Бўроилар қирқилур тўзмай, қанотлар худди бир шамшир.
М аш инка н усха ; Ш еърлар-47; Қ и зи л Узбекистон, 1934,
18 апрель; А сарлар-53 (1-том), 56, 63:
42 Бу кун порлар улуғ доҳий нишони мард кўксларда.
Қ и зи л Узбекистон, 1934, 18 апрель; Ш еърлар-47; А сарлар-56 (1-том):
44 Бу бизлар большевиклар янги қўрғонлар олиб мағрур.
ТОШКЕНТ
(126-бет)
Қ ўлёзм а; Қ и зи л Узбекистон, 1934, 1 август:
4 Мақтаса арзийди кўп эмас пича.
Қ ўлёзм а; М аш инка нусха; Қ и зи л Узбекистон, 1934, 1 август; Ш еърлар-47; А сарлар-56 (1-том):
6 Шаббодалар тинмайди тонгдан-кечгача
Қ оралам а; Қ и зи л Ўзбекистон, 1934, 1 август:
II Тошкентнинг сувлари зумраддан тоза:
Қ оралам а; қўлёзм а; Қ и зи л Ўзбекистон, 1934, 1 август;
Ш еърлар-47; А сарлар-56 (1-том);
13 Беқасамдай товланган шу буюк фазо
14 Рангинликни, тўғриси, Тошкентдан олган.
15 Бу ернинг мевалари шунчалик асл,
16 Кумуш бутоқларда ёқутдан кўркам.
17 Бу ерда узун йиллар билмайди фасл,
18 Узига ватан билмиш Тошкентни кўклам.
Қ оралам а; қўлёзм а:
21 Мақталса арзийди кўп эмас пича.
22 Ижтимоий ватаннинг юрак тўрида
Қ оралам а; қўлёзм а; Ш еърлар-47; А сарлар-56 (1-том).
28 Тошкент Узбекистоннинг қизил маркази,
29 СССР оиласида ҳуқуқли аъзо.
30 Бу ўлкада меҳнат элин эркин нафаси,
31 Ҳаво миллий, кундошликнинг чангидан тоза.
Қ оралам а; қ ўлёзм а ; Ш еърлар-47; А сарлар-56 (1-том):
32 Мен яқинда паспорт олдим совет паспорти,
33 Унда номер ўн уч миллион етти минг қирқ беш.
260
www.ziyouz.com kutubxonasi
34 Демак мен ҳам граждани Советлар юртин,
35 Бир юз етмиш миллион сонли улуғ кучга эш.
36 Майли шоир ё санъаткор бўлмаслик мумкин,
Қ оралам а; қўлёзм а; А сарлар-56 (1-том):
38 Унда фикр, меҳнат, озод яшамоқ эркин,
Дастхат:
Тошкент шаҳрининг тарихи узоқ,
Искандар, Доролар билан ҳамнафас.
Узоқ минг йилларнинг мазмуни бироқ,
Бизнинг кундуз каби ёриқроқ эмас.
Қуёшли Узбекистон бахтли Тошканди,
Улкам пойтахти, ўлкам кўзидир.
Ҳар қанча мақтасам сўз етмас энди,
10 Танни ҳам, жонни ҳам айни ўзидир.
Ер олтин, сув зумрад, кўки забаржад,
Асфальт кўчаларинг чети хиёбон.
Кўк ўпган бинолар бу ерда беҳад,
Олти тараф тузгун, ҳар бир ободон.
КУРИНУР
(130-бет)
Қ ўлёзм а:
Темир қанот билан учсанг товланиб тубан кўринур:
Севимли, кенг, азамат социал Ватан кўринур.
Сариқ денгиз-ла Қора денгизу қутб-ла жануб,
Пўлат метинга ўралган катта битта тан кўринур.
Кундузлари-ку қуёш нур олур бу тупроқдан,
Кеча чироғлари кўк юлдузи каби шан кўринур.
Қанотларингни кериб эркин уч улуғ элдан,
Саодати азали чулғаган чаман кўринур.
Бинолари кўкўпар мунтазам шаҳар кўп,
Совет шаҳарлари бу, бунда илму фан кўринур.
М аш инка нусха:
1—2
орасида йўқ/қўшиқ
Қ ўлёзм а ; М аш инка нусха:
9 Бу ўлкада на зулм, жабру, кишан кўринур.
10 Бинолари кўкўпар мунтазам шаҳарлар кўп,
БОҒ
261
www.ziyouz.com kutubxonasi
(1 3 1 -б ет)
Қ ўлёзм а ; М аш инка нусха; Ўзбекистон чироғлари; Ш еърлар-47; Асарлар-53:
3 Қалб кўзидай энг қоронғи кўчада порлар чароғ,
Қ ўлёзм а ; М аш инка нусха; М аш ъ ала, 1934, № 2; У збекистон чироғлари; Ш еърлар-47; А сарлар-53, 56 (1-том):
5 Сув десанг шарбат оқар, иқлим десанг қаймоқли ёғ,
36 Қалтирар, сапчиб тепар, ҳуркар кабутар қалбидай,
Қ ўлёзм а ; М аш инка нусха; Узбекистон чироғлари; А сарлар-53;
47 Қимда бўлса бу чамандан гул узишнинг нияти,
Қ ўлёзм а ; М аш инка н усха ; М аш ъала, 1934, № 2; У збекистон чироғлари; Ш еърлар-47; А сарлар-56 (1-том), 63:
45 йўқ
Қ ўлёзм а ; Узбекистон чироғлари:
51 Боғчанинг ҳар кимсага бор ўзгача хосияти.
ЯНГИ ИШҚ
(133-бет)
Ё ш ленинчи, 1934, 17 сентябрь:
2 Езувчилар биринчи қурултойига
4 Утган бўлсин дарди ўтли севгисиз.
17 Устоз ошиқ Горький юксак тоққа тенг,
18 Минбар оша янги ишқдан берар эди хабар.
УРДАҚ ВА ТУРҒУН
(134-бет)
М аш инка нусха; Л ен и н учқ ун и , 1934, 7 ноябрь:
6 Оппоқ гажак қанотли елканли кема,
17 Ой нурига эрмак экан икки қирғоқда
40 Бир умтилиш яхшидир тинмай ҳар нафас.
Л ен и н учқ ун и , 1934, 7 ноябрь; Мукофот; Ш еъ.рлар; У рдак
ва Т ур ғун (1955):
3 Қўм-кўк қуюқ ўрмончада ёппа-ю ёлғиз.
Л ен и н учқ ун и , 1934; 7 ноябрь; Мукофот:
20 Қеза-кеза очиққанин яхши сезибди:
29 Урдак кўзин шамғалатиб қоча берибди.
262
www.ziyouz.com kutubxonasi
М аш инка нусха; Л ен и н учқ ун и , 1934, 7 ноябрь; Мукофот;
У рдак ва Т ур ғун (1955); Б ари сеники;
31 Ҳорғин кепти очлигича ўз катагига,
М аш инка нусха; Л ен и н учқ ун и , 1934, 7 ноябрь; Мукофот;
У рдак ва Т у р ғу н (1955);
42 Утган йили бир классдан ўтолмай қолди,
Л ен и н учқ ун и , 1934, 7 ноябрь; Мукофот:
46 Шундай улуғ зўр байрамда ударник Турғун
Л ен и н учқ ун и , 1934, 7 ноябрь; Мукофот; Ш еърлар; Ў рдак
ва Т ур ғун (1955); Б ари сеники:
48 Бошқа ялқов ва умтилишсиз ўртоқларини
51 Бир умтилсак ҳар қолоқлик орқада қолар!
ДИКТАТУРА
(136-бет)
М аш инка нусха; Қ и зи л Ўзбекистон, 1935, 13 январь; А сарлар-53 (1-том), 56, 63:
11 Мақтасам кўп арзийди, тилимиз бурро,
М аш инка нусха; Қ и зи л Узбекистон, 1935, 13 янва р ь; А сарлар-53, 56 (1-том);
17 Оғир саноатдан: ҳам Сельмаш, Шўрсувдан,
Қ ўлёзм а ; М аш инка нусха; Ш еърлар-47; А сарлар-53:
19 Бу Ватан бизники, бунда яшади ^
»
Асарлар-63; »
31 Маданий мамлакатда бўлди ҳамоҳанг.
32 Айниқса, ҳайқирсак арзийди «ура!»
34 Барисин сен бердинг, ҳей диктатура.
35 Қаторлар бузилмас, сафлар занжирбанд,
36 Юракда вулқонли севги гурлайди.
Қ ўлёзм а ; А сарлар-53:
38 Номинг қалблар оша кўкка ўрлайди.
Қ ўлёзм а ; М аш инка нусха; Қ и зи л Ўзбекистон, 1935, 13 январь:
41 Курсилар қўзғалади, қоматлар_баланд,
Қ ўлёзм а ; М аш инка нусха; Қ и зи л Ўзбекистон, 1935, 13 январь; Ш еърлар-47:
263
www.ziyouz.com kutubxonasi
45 Сен бизга ҳар нарсасен, эй диктатура.
БОҒДА
(141-бет)
Гулистон, 1935, № 7; А сарлар-56 (1-том):
14 Бундаги эркин ҳар граждан бандга эгмайди бўйин,
КОЛХОЗ ҲАНГОМАСИ
(142-бет)
М уштум, 1935, № 15— 16:
3 —/Ғафур Ғулом ва Собир Абдулла
4 Шундай ўлкадамизки, унда иш, ижод,
32 Оз бўлса-да, кулдирса, илиб кетаман.
141 Комсомол ҳизларга пар бўлсам эди,
МАРСИЯ ЭМАС
(147-бет)
Қ и зи л Узбекистон, 1935, 2 сентябрь:
6—7
орасида
Бу — сингирлар, уюшиқ
Қ и зи л Узбекистон, 1935, 2 сентябрь: А сарлар-56 (1-том):
12—14
ўрнида
Умтилиш, ишқ
32 Шу нуҳтада бошланур сўнмас яшайиш,
С. АИНИИГА
(149-бет)
Қ ўлёзм а:
3 Бу оқсоқоллик сенга субҳи козибдай,
ИККИ ЕШЛИК
(150-бет)
М аш инка нусха; Қ и зи л Узбекистон, 1935, 8 январь; М уко -
фот; Ш еърлар; А сарлар-53, 56 (1-том):
4 Толкучукдан жевак таққан майса боғлардан,
22 Пастак томлар, пилта чироқ, сасиган танча,
М аш инка нусха:
264
www.ziyouz.com kutubxonasi
47 У юксакда учмоқ учун дадил чоғланган:
ХОЛДОРОЙНИНГ НАКАЗИ
(152-бет)
Қ ўлёзм а :
53 Борлиғин кўрсатарди,
67 Сайлаб совет сафига.
Қ ўлёзм а:
61 Энг яхши делегатлар,
87 Делегатлик қандай мос!
БАРИ СЕНИКИ
(157-бет)
Қ оралам а 1:
Мунча ҳам соғинтирдинг азиз Ватаним,
Бодомдай минг кўз билан интизор таним,
Қанот қоққан жўжадай титраб баданим,
Иштиёқ ҳижронида қолдим севганим,
Чаманлар, гулбоғлар ёдимга тушди.
Лоладаи пойандоз ҳар бир қадамда,
Узлуксиз кулгуга доимо банда,
Олтун тупроғингни ўпганим дамда,
Нафасинг сезилар эди баданда,
Ҳароратли қучоғлар ёдимга тушди.
Иссиқ қуёш бошимдан силаб ўсдирган,
Оёғимга устингда кирмаган тикан,
Кипригимга қўнган зарринкор чангдан,
Алқисса, шаббода чалган оҳангдан,
Мусиқавий жумбоғлар ёдимга тушди.
Баланд-баланд тоғларинг минг пилла поя,.
Арчалар ёнбағрига ташлайдир соя
Мен ошиқ шаббодая, қуёша, оя,
Шеър ўқиб — шеър ўқиб билониҳоя,
Чулдироқ ирмоқлар ёдимга тушди.
Е рқин турмуш, 1937, № 4—5:
1 ва 2
орасида
(Иброҳим Раҳматовга)
Қ оралам а 1:
2 Мунча ҳам соғинтирдинг, азиз Ватаним,
3 Бодомдай минг кўз билан интизор таним,
www.ziyouz.com kutubxonasi
4 - 6
•ўрнида
Қанот қоққан жўжадай титраб баданим,
Иштиёқ ҳижронида қолдим севганим,
Чаманлар, гул боғлар ёдимга тушди.
Қ оралам а 1; Ё р қи н турмуш, 1937, № 4— 5:
8 Узлуксиз кулгуга доимо банда,
Қ оралам а 1:
13 Арчалар ён бағрига ташлайди соя,
Б а р и сеники:
13 Арчалар қуйига ташлайди соя,
Қ оралам а 1:
14—16
^рнида
Мен ошиқ шаббодая, қуёша, оя,
Шеър ўқиб биланиҳоя,
Чулдуроқ ирмоқлар ёдимга тушди.
Қ оралам а 2:
17 Иссиқ қучоғингда унган лолалар,
24 Кунда беш юз кило терган дўндиқ қиз,
Қ оралам а 1; М аш инка нусха; Ё рқин турмуш, 1937, № 4—5;
Ш еърлар; Б ари сеники:
27 Иссиқ қуёш бошимдан силаб ўсдирган,
28 Оёқларга устингда кирмайди тикан,
Қ оралам а 1:
31 Мусиқавий жумбоқлар ёдимга тушди.
Қ ўлёзм а: Е рқин турмуш, 1937, № 4-
34 Лениннинг шуури ҳар онгга сингди,
Қ оралам а 2:
37 Севган Партиямиз чақириб агар,
38 Баримиз бутун бир жон бўлиб сафарбар,
Қ оралам а 2; Ё рқин турмуш, 1937, № 4—5:
40 Сингари ҳайқирамиз арслонлар қадар,—
Б а р и сеники:
40 Сингари ҳайқирган арслонлар қадар,—
266
www.ziyouz.com kutubxonasi
41 Бизнинг иқболимизда — бари сеники.
КУК БУСАҒАСИДА
(159-бет)
Қ ўлёзм а:
2 йўқ
3 Осмон қатламлари бизнинг зинамиз,
Қ оралам а; қўлёзм а; М аш инка нусха; Г улистон, 1936,
№ 7— 8:
5 Шундай юксакларга кўтарилдингки,
Қ оралам а; қўлёзм а:
6 Тингладинг Зуҳронинг урган юрагин.
7 Сиз осмон қопқасини цоққан соатда.
9 Сизнинг қанотларга бокир тонг кўзини
11 Масофа, узоқлик сизга афсона
12 Тонгда Москвада, тонгда қутбда.
13 Тонгда Камчаткада, тонгда маррада,
Қ ўлёзм а:
19 Қўрқ, қуёш, яқинлашди сени юганлаш,
21 Биз тунларга ёв: бизнинг ўлкага,
22 Муттасил кундуз учун бўлдинг сафарбар.
3 1 -3 4
ўрнида
Этик пошнадай
Помир чўққилари биз юксаларкан,
Сингари кжсалишга бир воситадир;
Чунки бу ўлканинг ботир эрлари,
Муаллими толеимга ғоят устадир.
Қ оралам а:
39—42
ўрнида
Чкалов учиши қуёшга қараб,
Ер шари тан қувватига бир воситадир.
Бу бўлур ватанимиз ботирларининг муаллимн
Пропеллерингизга боркашон қизин
Олов кокиллари чулғанар эди.
ШЕЪР ҲАМ СОБУН
(161-бет)
Қ и зи л Ўзбекистон, 1936, 24 октябрь:
2 («Мулланур Воҳидов» номидаги собун заводи ншчиларига)
267
www.ziyouz.com kutubxonasi
8 Учмохлар яратув бизнинг ишимиз.
М аш инка нусха:
11 Ж уда эски ўтмишдан мерос бу дунё
Қ и зи л Узбекистон, 1936, 24 октябрь:
20—26 йўқ
27—34
қаторлар газетада 18—19 қаторлар орасида келган.
М аш инка н усха ; Қ и зи л Ўзбекистон, 1936, 24 октябрь:
34 Дунёни тозалашга етар кучимиз.
СТАДИОН ОҚШОМИ
(162-бет)
Қ ўлёэм а:
6 Томошабин кўзидай чироғлар ёнар,
10 Ана полвон келади, Полвои келади!»
Б а р и сеники; Қомсомол:
12 Яғрин ташлаб елади, мағрур бепарво,
Қ ўлёзм а ; М аш инка н усха ; Қ ом сом ол; Ш еърлар:
18 Ҳукмини юргизади ҳакам минбари,
Қ ўлёзм а; М аш инка нусха; Б а р и сеники; Қ омсомол:
19 Ҳукмга — қирқ минг қўлдан қарсакли имзо.
. Б ари сеники; К омсомол; Ш еърлар:
21 Жилваланар бош устида кўм-кўк фазо.
Қ ўлёзм а ; М аш инка нусха; Б ари сеники; Қ и зи л Ўзбекистон,
1936, 18 сентябрь; Қ омсомол; Ш еърлар:
26 Усар, дадилланар шу йигит секин,
Б ари сеники:
32 Тингланар юрак зарби, асаб жўшқини,
Қ ўлёзм а ; М аш инка нусха; Қ и зи л Vзбекистон, 1936, 18 сентябрь:
33 Гўё, ҳамма қаҳрамон, ҳамма паҳлавон.
КОНСТИТУЦИЯМИЗ
(163-бет)
268
www.ziyouz.com kutubxonasi
Қ ўлёзм а:
1-21
ўрнида
Одамият бахти учун бўлган асос,
Бу партия режа солган қонун асос,
Бу ўлкада одамзод ҳур, фикр, ижод ҳур,
Синфсиз жамиятмиз — йўҳ заиф, зўр.
Меҳнат, билим ивтироҳат шараф иши,
Қораланмас ҳеч граждан шод ёзмиши.
Қ и зи л Узбекистон, 1936, 18 ноябрь:
1 ва 2
орасида:
Қурултойнинг 17-нчи ноябрь кечки мажлисида чиҳиб сўзлаганида айтиб берилган.
М аш инка нусха ; Қ и зи л Узбекистон, 1936, 18 ноябрь:
2 Миллион йиллар яша, шонли Партиямиз,
9 Бир парча нон асирлари, дарбадарлар.
17 Сўнмас чироғ нури сари бизни бошлаб.
Қ ўлёзм а; М аш инка нусха; Қ и зи л Ўзбекистон, 1936, 18 ноябрь:
23 Бўз даладан чаманзорлар яратолган.
Қ ўлёзм а ; М аш инка нусха; Қ и зи л Узбекистон, 1936, 18 ноябрь:
46 Сўнгсиз яша мураббиймиз, партиямиз,
Қ ўлёэм а; Қ и зи л Узбекистон, 1936, 18 ноябрь:
48 Қўрҳинч ўтмиш, йўлсиз кеча, ҳора мозий,
Қ ўлёзм а:
62 Отамиз ким, ким эдик биз, бу кун ҳоким,
64 Тонг нур тўкгач чаҳмоҳ кўзимиздан,
М аш инка нусха:
64 Тонг нурида тўлган чаҳноқ кўзимиздан,
Қ ўлёзм а:
66—69 йўҳ
Қ ўлёзм а ; М аш инка нусха:
70 Шундай эркин, ҳур ва ҳувноҳ Ватандамиз,
Қ ўлёзм а ; М аш инка нусха; Қ и зи л Узбекистон, 1936, 18 ноябрь:
269
www.ziyouz.com kutubxonasi
74 Сен ўстирдинг одамият ўз меҳрини,
75 Бизга бердинг ҳокимият зўр муҳрини.
Қ ўлёзм а:
78—79 йўқ
М аш инка н у с х а ; Қ и зи л Ўзбекистон, 1936, 18 ноябрь:
79 Сен ўсдирдинг бизда идрок ва даҳони.
Қ ўлёзм а:
80 Шу шарафни йўқотмасга онт ичамиз.
НОРТОЖИНИНГ КУРАҚ ТИШИ
(166-бет)
Л е н и н ун қ ун и , 1936, 6 декабрь; Е р қи н турмуш, 1937, № 5;
Мукофот:
4 Бир парча гўшт ёки нон ея қолдими
Л е н и н уч қ ун и , 1936, 6 декабрь; Е р қи н турмуш, 1937, № 5:
57 Қизиллик югурган нозанин бетга.
Е р қи н турмуш, 1937, № 5:
58—61 йўҳ
МАДРИД ҚУШИҚЛАРИ
< (169-бет)
М аш инка нусха; Ш еърлар-47:
24 Замбараклар тебратар бешикларини.
М аш инка нусха; Қ и зи л Ўзбекистон, 1936, 7 ноябрь; Ш еърлар-47:
27 Бомбалар гулхандай ёнган ўчоҳда.
Қ ўлёзм а; М аш инка нусха; Ш еърлар-47:
44 Мажолсиз бўлди душман
60 Юрагимиз бирга ҳурган ватанимиз бор,
САНЪАТИМ
(172-бет)
Қ ўлёзм а:
2 (Узбек санъатининг нишонли ўғилларига)
Қ ў л ё зм а ; Гулистон, 1937, Л® 5; Е рқин турмуш, 1937, № 5:
270
www.ziyouz.com kutubxonasi
17—18
орасида:
Опа-сингил саодати, бахт юлдузисан
НОМЗОД — МАШИНИСТ
(173-бет)
Қ и зи л Узбекистон, 1937, 29 ноябрь:
1 Кандидат машинист
2 йўқ
15 йўқ
МАВЖУДА
(175-бет)
Ё рқин турмуш, 1937, № 10— 11:
1 ва 2
орасида
(Миллатлар Советига кандидат)
5 Эди оғир замон, Мавжуда жуда.
31 Етимлар, бевалар, туллар усти бут,
САРАЛАНГАН УҒИЛ
(177-бет)
Қ и зи л Узбекистон, 1937, 26 ноябрь:
16 Хўжалар устида қўзғалди қуллар,
27 Уз бошига етди ноқулай сопқон.
Ун иккинчи:
32 Туғилган халқимиз сен-ла мақталар,
Қ и зи л Узбекистон, 1937, 26 ноябрь:
37 Бир синфсиз тилак бошларда жиға,
БАХШИНИНГ ХОТИРАСИ
(179-бет)
М аш инка н усха ; С айлов қ ўш и қла р и :
1 Қандидатнинг хотираси
М аш инка нусха; Қ и зи л Ўзбекистон, 1937, 26 ноябрь; С айл о в қўш и қла р и ; Асарлар-53-63:
19 Қанотии силкитиб, йиқитди ажал,
М аиш нка нусха; Қ и зи л Ўзбекистон, 1937, 26 ноябрь; С айл о в қўш и қла р и ; Асарлар-53:
271
www.ziyouz.com kutubxonasi
:27 Т урмуш га таш н ал аб к ў зл ар ю милди,
М аш инка н усха ; Қ и зи л Ўзбекистон, 1937, 26 ноябрь; С айл о в қўш ицлари:
:29 Ва лекин қўшиғи қоқажак қанот...
ҚУТБДА САЙЛОВ
(180-бет)
М аш инка н усха ; Е ш ленинчи, 1937, 5 декабрь; С а й ло в қ ў -
ш иқлари:
4 Қоқмас ҳаттоки чайкалар қанот,
М аш инка нусха:
8 Жимликка қадалган бир қора ўтов,
Л1 Қоинот қўйнида ер бениҳоя,
М аш инка нусха ; Е ш ленинчи, 1937, 5 декабрь; С а й ло в қўш иқлари:
25 Ботирлик ҳуснининг элга ёқиши —
М аш инка н у с х а ; С а й ло в қўш и қла р и :
40 Қоқмайди ҳаттоки чайкалар қанот,
Еш ленинчи, 1937, 5 декабрь:
28 Қутбимизнинг соқовлиги бузилар,
САЙЛОВ ҚАСИДАСИ
(182-бет)
С айлов қўш иқлари:
8 Гумбаз бўйлаб ёйилган нур нуқталар
'20 ва 21
•орасида
Бўлса эди юлдузларнинг овози,
Қимни сайлаб қилар эди
Қўкка бош?
Албат кўкнинг рўйхатида якдил-ла
Нур машъали сайланарди ул қуёш!
75 Зўр нафаслар ловуллаган ёнғинлар
80 Давом қилар муаллақбоз ўйинин
ТУРСУНАЛИ НЕГА ВАРРАҚДАН АИНИДИ?
(188-бет)
272
www.ziyouz.com kutubxonasi
М аш инка нусха; Мукофот; Ш еърлар:
1 Турсуналининг варраги
М аш инка нусха; Мукофот; Л ен и н учқ ун и , 1937, 3 апрель;
Ш еърлар; А сарлар-56 ( 1-том):
16 У қунт билан безамоқда қоғозни оппоқ,
17 Катта бутун тахта қоғоз ўзи ҳам ҳуроқ.
М аш инка нусха; Л ен и н учқ ун и , 1937, 3 апрель:
31 Турсунали варрак қилиб унга термулди.
Мукофот:
35 Зўр гигантлар, шу колхозлар, шу олий баҳо
МЕҲНАТ ВА ҲУРМАТ
(192-бет)
Қ и зи л Узбекистон, 1939, 5 ф евраль; А сарлар-56 (1-том);
2 Қишлоҳ хўжалик стахановчиларининг республика кенгашига
Қ и зи л Узбекистон, 1939, 5 ф евраль:
5 Унумлар-ла ўлкамнинг колхозистони
Қ и зи л Узбекистон, 1939, 5 ф евраль; А сарлар-56 (1-том);
6 Еруғ келажаклидир пешонангиздан.
16 Виждон билан номланур ҳар ҳалол меҳнат.
ЯША, ДЕПМАН, УҒЛИМ!
(193-бет)
М аш инка нусха; Л ен и н учқун и , 1939, 20 ноябрь; Ш еърлар:
16—17
орасида
Дада, мен ёвга ҳараб отсам тўп!
Дада, нега соҳолингизнинг оҳи кўп!
Душман ўлсин, маслаҳат ҳилгин хўп,
Бошинг ерга солиб не дейсан?
— Яша,— дейман ўғлим!
2 2 -2 3
орасида
Дада, мен кирсам агар беш юзга
Умрлар гаровдир орзумизга,
Уйлансам битта эскимос ҳизга,
Сен бу ёнда ҳолиб не дейсан?
— Яша!— дейман ўғлим!
М аш инка нусха; Л ен и н учқ ун и , 1939, 20 ноябрь:
18-97 273
www.ziyouz.com kutubxonasi
25 Ёзганимни олиб не дейсан?
АЗИЗНИНГ ДАДАСИ НОС ЧЕКИШНИ ТАШЛАДИ
(194-бет)
М аш инка нусха:
17 Афв этинг болалар,
ҚУТЛУҒ КУН ҚУШИҒИ
(195-бет)
Қ оралам а:
5 Нур сочар ҳамиша энди йўлингга.
Қ ўлёзм а:
5 Нур сочар бир умр порлоҳ йўлингга.
Қ ўлёзм а:
8 Имтиҳон қоғози ҳўлингга тегди,
9 Аъло, аъло, аъло — бутун мазмуни.
10 «Одамни тупроқдан», дердилар бироҳ,
11 Тош-тупроқ таҳдири одамдан экан.
16 Сенинг ишҳинг билан ҳалбимиз тўлиҳ.
18 Чалинди шодликнинг ғолиб карнайи,
20 Йигитлик жомида ғалаба майи,
Қ оралам а; Қ ўлёзм а:
22 Инсоф лаззатини сезмаган киши
Қ ўлёзм а:
28 Унга душман қасд қилса топажак барҳам,
30 Кишига бош эккан суратин чексанг —
33 Бу мункиш бошни ерга тиҳади.
37 Бутилка синдириб, аккорд олмоқчи.
Қ оралам а; Қ ўлёзм а ; М аш инка нусха:
39 Бутун халқлар билан бирликда, бардам, >
АҲМАД ЁМОН БОЛА ЭМАС-КУ, АММО
(200-бет)
Қ ўлёзм а:
6 Бошҳа дарслардан «аъло», «яхши» бўлса ҳам,
Ш еърлар; Б ари сеники; А сарлар-56 (1-том):
274
www.ziyouz.com kutubxonasi
7 Интиқому тозаликдан унда кам,
Ш еърлар; Б а р и сеники:
35 Шарақ-шарақ оқмоқда-ку ҳар ёҳдан,
Б а р и сеники:
39 Чувак, этик, сандал, калиш, туфлилар,
СОВЕТХАЛҚИНИНГБАИРАМ И
(209-бет)
М уко ф о г, Ш еърлар; А сарлар-53, 56 (1-том):
17 Самолётлар кумуш ғозу осмон — океан сув.
21 Ҳар бир ўҳи ёв кўкида чалиб ўтар марш.
25 Қолонналар илгарига, қани, шагом арш!
www.ziyouz.com kutubxonasi
www.ziyouz.com kutubxonasi
ИЗОҲЛАР
www.ziyouz.com kutubxonasi
www.ziyouz.com kutubxonasi
Ғафур Ғулом адабиётимизнинг ёрқин сиймоларидан биридир.
Унинг ижоди Коммунистик партия раҳнамолигида халқимиз босиб
ўтган тарихий йўлнинг бадиий солномаси сифатида китобхон
эътиборини ўзига жалб қилади.
«Ҳар бир талантли ёзувчи адабиётга қандайдир ўз темаси ва
программаси, ўз мақсади ва эътиқоди, ўз мушоҳадаси ва қарашлари билан, к.исқаси, ўз орзуси билан кириб келади. Бу «орзу»ни
эса ўша ўзи яшаб турган қайноқ ҳаётдан олади, унда шу ҳаёт,
унинг ранг-баранг кўринишлари, қонуниятлари, йўналишлари ва
тенденциялари, инсоний муносабатлар ва унинг ҳис-туйғулари ҳақида қандайдир янги фикр айтиш эҳтиёжи туғилади. Ғафур Ғулом адабиёт майдонига мана шундай ўз «орзу»си ва эҳтиёжи билан қадам қўйган ёзувчидир. У ўзи яшаган давр вазиятини, ҳаёт
оқиминп, давлат, партия ва халқ олдида турган улуғвор вазифа
ва масалаларни, ҳар хил мураккаб воқеалар, тўсиқлар ва имкониятларни чуқур тушуниб, ўз ижодини шу янги илғор, прогрессив
кучни ҳимоя қилишдан, социалистик воқеликни тасдиқлашдан, янги эстетик ндеал учун курашишдан бошлади». (С. Мамажонов,
Шоир ва замонавийлик, Узбекистон ССР Фанлар академияси нашриёти, Тошкент, 1953). Шоир шеърларининг яратилиш тарихи билан яқиндан танишган китобхон улардан ҳар бирининг социалистик қурилиш йилларининг энг характерли ҳаётий лавҳалари асосида юзага келганлигининг шоҳиди бўлади.
Қуйидаги изоҳ бўлимида мазкур томдан ўрин олган шеърлар
ҳақидаги тарихий-библиографик маълумотлар келтирилади.
КЕЧМИШ ВА КЕЧИРМИШЛАРИМДАН
(11-бет)
Дастхатн шоир архивида сақланади. Дастлаб «Асарлар-53»
да, сўнг «Асарлар-70»нинг I томида эълон қилинган.
Томга дастхат асос қилиб олинди.
13-бет, 10 К елес — Тошкент область Калинин районидаги шаҳар
посёлкаси. Тошкентдан 13 км шимоли-ғарбда жойлашган.
19 Хислат (1880—1945) — ўзбек шоири, таржимон. «Ҳадяи
Хислат» шеърлар тўплами маълум. «Армуғони Хислат»,
«Савғоти Хислат» баёзларини чоп эттирган.
21 М уҳам м ад А м и н М уқи м и й (1850—1903)— ўзбек демократ шоири. Чуқур ҳаётиц мундарижага эга бўлган ғазал, мухаммас, мураббалар автори. Муқимий ўз сатираларида маҳаллий амалдорлар, судхўр бойлар ва риёкор руҳонийларни аёвсиз фош этади ва меҳнаткаш халқ
манфаатларини ҳимоя қилади.
279
www.ziyouz.com kutubxonasi
22 Фурқат Зокирж он Х олм уқам м ад ў ғл и (1858—1909) —
ўзбек демократ шоири, маърифатпарвар. Ҳаётий муҳаббатни куйлаган лирик асарлари билан бир қаторда рус
халқининг илғор маданияти, фан-техникаси ютуҳларини
ижобий баҳолаган ва асарларида уларни юқори пафос
билан куйлаган сўз санъаткори.
22 А сирий Тош хўж а (1864—1916, Хўжанд, ҳозирги Ленинобод) — тожик ва ўзбек шоири. Шеърларида энг яхши
инсоний фазилатларни улуғлаб, илм-маърифатни тарғиб
этган. Асирийнинг риёкор руҳонийларнинг кирдикорларини фош этиб ёзган сатирик асарлари ҳам кўпгинадир.
14-бет, 10 А ли ш ер Н авоий (1441—1501) — улуғ ўзбек шоири. Адиб
ўзининг тўрт мустақил девондан иборат «Хазойинулмаоний», беш достонни ўз ичига олган «Хамса»си билан
ўзбек адабиётида инсонпарварлик темаларининг кенг
пландаги талқинларини берди. Асарларида пок инсоннй
муҳаббат, дўстлик, меҳнатга рағбат ғояларини юксак
маҳорат билан куйлади. Уз ижодн билан ўзбек насрннинг энг яхши намуналарини яратди. Алишер Навонй
ижоди асрлар давомида бўлганидек, ҳозир ҳам ёзувчиларимиз учун маҳорат мактаби бўлиб қолди. Ғафур Ғулом ҳам Навоий меросини ўрганишга жуда эрта киришган эди.
11 Ҳоф из, Хожа Ҳ оф из Ш ерозий (тахаллуслари; асл номи
Шамсиддин Муҳаммад ибн Муҳаммад, тахминан 1325—
1389)— форс-тожик шоири. Ҳофизнинг адабий мероси
лирик шеърлар девонидан иборат. Ҳофиз «Девон»и, ғазаллари Европа ва Осиёнинг кўпчилик халқлари тилларига таржима қилинган.
11 С аъдий, М усли ҳи д д и н А б у М уҳа м м а д А б д у л л о ҳ ибн
М уш риф иддин (1203—1292) — форс-тожик шоири ва мутафаккири. Саъдий «Бўстон» (1257), «Гулистон» (1258)
асарлари билан Урта ва Яқин Шарқ мамлакатларида
машҳурдир.
15 Ҳафтияк — революциядан олдин эски мактабларда ўқитилган «Қуръон»нинг еттидан бнр қисми.
45 Толстой Л е в Н иколаевич (1828—1910)— буюк рус ёзувчиси, «Уруш ва тинчлик», «Анна Каренина», «Ҳожимурод», «Тирилиш» каби асарлари билан шуҳрат қозонган.
15-бет, 1 П уш ки н А лекса н д р С ергеевич (1799—1837)— улуғ рус
адиби. Янги рус адабиётининг асосчиси. «Руслан ва
Людмила» (1820), «Кавказ асири» (1820—1821), «Акаука қароқчилар» (1820—1821), «Боқчасарой фонтани»
(1823) романтик поэмалари шоир ижодида алоҳида
ўрин тутади. Пушкиннинг «Евгений Онегин», «Полтава»,
«Мис чавандоз», «Дубровский», «Капитан қизи» ■ поэма
ва повестлари бадиий реализмнинг юксак намунаси бўлиб қолди.
1 Лермонтов М и ха и л Ю рьевич (1814—1841)— атоқлн рус
шоири. Машҳур «Шоирнинг ўлими», «Уйлар», «Асир
полвон», «Булутлар», «Ҳаво кемаси», «Алвидо, Русия,
эй нопок макон» шеърлари, «Мцнри», «Демон» поэмаларини яратган. «Замонамиз қаҳрамони» романи адиб
ижодининг ёрқин саҳифаларидан бирини ташкил қилади.
12 «Туркестанские ведомости» — Туркнстондаги илк даврнй
матбуот, тўнғич босма газета. 1870 йил 28 апрелдан
289
www.ziyouz.com kutubxonasi
Тошкентда, 1872 йил июлдан 1873 йил февралгача Петербургда рус тилида нашр қилинган. Туркистон генералгубернаторлиги органи. Дастлаб ҳафтасига бир марта,
1903 йил декабридан ойига 3 марта, 1907 йил мартидан эса ойига 4 марта ва 1907 йил июлидан кундалик газета бўлиб чиқа бошлади. Газетада, асосан Туркистон генерал-губернаторлигининг буйруқ ва фармонлари, турли хил расмий материаллар босилган. Шунингдек, ўлка тарихи, хўжалиги, табиати ва бу ерда яшовчи
халқларнинг оғзаки ижоди, адабиёти, урф-одатларига
доир қизиқарли материаллар ҳам ёритиб турилган.
25 Дар қатори ёрон — дўстлар қаторида.
17- бет, 5 «К ам бағал д еҳқо н» — Узбекистон КП(б) Марказий Комитети ва Қўшчи союзи Марказий Комитетининг органи. 1925 йилдан Тошкентда нашр этила бошлаган.
1931 йилдан бошлаб «Колхоз йўли» номи билан чоп
этилган.
18 М аксим Г орький (1868—1936) — улуғ совет ёзувчиси,
социалистик реализм адабиётининг асосчиси. М. Горький
асарлари ўзбек тилига кўплаб таржима қилинган. Адибнинг ўзбек тилида ўн жилддан иборат «Танланган асарлар»и чоп этилди.
22 М аяковский В ла ди м и р В ладим ирович (1893—1930) —
атоқли совет шоири. «В. И. Ленин», «Жуда соз», «Ҳайқириқ» поэмалари, «Мистерия-буфф», «Қандала», «Ҳаммом» пьесалари, «Сўл марш», «150 000 000», «Мажлисбозлар» шеърлари билан машҳур. В. В. Маяковский
асарлари ўзбек тилига кўплаб таржнма қилинган. Ғафур Ғулом шоирнинг «Ҳайқириқ» асарини ўзбек тилига
маҳорат билан таржима этган эди.
36 Ж д а но в А нд рей А лександрович (1896—1948) — совет
партия ва давлат арбоби. 1915 йилдан Коммунистик
партия аъзоси. 1944 йилдан ВКП(б) Марказий Комитети секретари.
39 *Ер ю зи» — ижтимоий-сиёсин, адабий-танқидий, оммабоп журнал. «Қизил Узбекистон» газетасининг нашри,
икки ҳафтада бир марта чиққан. 1925 йнл 7 ноябрдан
1931 йил декабричага Тошкентдан чоп этилган. «Ер юзи»
ўрнига «Узбекистон қурилишда», сўнгра «Машъала»,
«Гулистон» журналлари нашр этилди.
45 Ш експир В и льям (1564—1616)— буюк ннглиз шоири ва
драматурги. Шекспир «Юлий Цезарь» (1599), «Гамлет»
(1601), «Отелло» (1604), «Қирол Лир» (1605) каби трагедияларнинг автори. Октябрь революциясидак кейин
СССРда Шекспир асарларининг янги таржималари пайдо бўлди. Ғафур Ғулом Шекспирнипг «Отелло», «Қирол
Лир» трагедияларини ўзбек тилига таржима қнлди.
45 М ольер — тахаллуси, асл исми ва фамилияси Жан Батист Поклен (1622—1673)— француз драматурги, актсри ва театр арбоби.
45 Л о п е де В ега (1562—1635)— испан драматурги. Миллий драматургиянинг асосчиси.
46 Бом арш е П ьер Огюстен К арон (1732—1799)— машҳур
француз драматурги.
18- бет, 4 Б ехер И оганнес Роберт (1891 —1958) — немис революцион шоири.
281
www.ziyouz.com kutubxonasi
4 П абло Н еруда — тахаллуси; асл исми Нефтали Рикардо Рейес Басуальто (1904—1973)— Чили шоири, жамоат арбоби, 1945 йилдан Чили Компартияси аъзоси. Неруда ижодидаги энг салмоқли «Башарият қўшиги»
эпик асари (1950) жаҳон поэзиясининг гўзал намуналаридан бири сифатида шуқрат қозонди. Неруда бир неча
марта Совет Иттифоқида, жумладан Тошкентда ҳам
бўлган. Неруда 1950 йилдан умрининг охиригача Жаҳон тинчлик кенгагаининг аъзоси бўлган. У халқаро
тинчлик мукофотн (1950), «Халқлар ўртасида тинчликни мустаҳкамлаш учун» халқаро Ленин мукофоти
(1953) ва Нобель мукофоти лауреати (1971).
5 Сяо Сань (Эми Сяо) — 1896 йилда Хунань вилоятида
туғилган. 1983 йил 6 февралда 87 ёшида вафот этган.
Хитой адиби, таржимон ва жамоат арбоби. 1921 йилдан
ХКП аъзоси. 20- 30-йилларда маълум вақт СССРда
яшаган. «Интернационал адабиёт» журналининг хнтойча нашрига муҳаррирлик қилган. Тинчликни ҳнмоя қилиш ҳаракати иштирокчиси. Совет шоирлари асарларини
хитой тилига таржима қилган.
6 Ленгстон Х ью э (1902)— негр ёзувчиси. Хьюзнинг СССР
га саёҳати унинг нжодига катта таъсип к^псатаи.
ФЕЛИКС БОЛАЛАРИ
(21-бет)
1928 йилда ёзилган ва «Асарлар-/о»да чоп этилган.
Қўлёзмаси сақланмаган.
Шеърнннг ёзилиш тарихи ҳақида шоир ўзининг «Кечмиш ва
кечирмишларимдан» автобиографик асарида қунидагича ёзади:
«Бир куни болалар боғчасидаги етим болалардан 15 тасини
бизнинг интернатга ўтказдилар. Мен бу гўдаклар билан бирга тунаб қолдим. Кечаси ухламай, кузатувчилик қилиб чиқдим. Шу кеча ўз етимлнгим, бошимдан кечирганларим ва шу етим болалар
аҳволи, ҳукуматимизнинг, Лениннинг шу гўдакларга ғамхўрлиги
тўғрисида шеър ёздим. Шу шеъримни биринчи шеърим десам
бўлади».
«Асарлар-70» тексти асосида томга киритилди.
1 Ф еликс — Д зерж инский Ф еликс Э дм ундович (1877—
1926)— совет партия ва давлат арбоби. В. И. Ленин
таклифи билан 1917 йилдан Бутун Россия Фавқулодда
комиссияси (ВЧК) раиси. 1921 йил январдан Бутун
Россня МИК ҳузуридаги болалар ҳаётини яхшилаш бўйича комиссия раиси бўлиб ишлаган.
ГУЗАЛЛИК НИМАДА...
(22-бет)
1923 Гшлда ёзилган ушбу шв.ърнинг дастхати ва машинка
нусхаси сақланади. Шеър дастхатда «Гўзаллик қидирганда»,
«Динамо»да ва машинка нусхада «Гўзаллик қидириб» сарлавҳаси
билан берилган.
«Асарлар-64» матни асосида нашр қилинмоқда.
282
www.ziyouz.com kutubxonasi
ИСТАКЛАРИМ
(24-бет)
1924 йил 28 сентябрда ёзилган ушбу шеърнинг дастхати шоир
архивида сақланади. Шеър биринчи марта «Муштум» журналининг
ўша йилги 11-сонида «Кўса серсоқол» имзоси билан чоп қилинган.
Авторнинг шахсий архивидаги оққа кўчирилган нусха охирида
асарнинг нашр тарихи ҳақида қуйидаги маълумот мавжуд: «Бирдан қарасамки, босилиб қолибдир, оғзим қулоғимга етиб, қўлимни бигиз қилиб кўкрагимга қўйдим-да «Аканг, яша ўзим!» деб
қўйдим. Қаерда одамлар «Муштум» ўқиб турганини кўрсам баданим жимирлашиб, ҳузурланиб кетаман-да, ичимда: «Мен ҳам чакки эмасман»,— деб қўяман. Қалам тебратувчи камина ўзим».
Шеър, «Шарқ юлдузи» журналининг 1967 йил 9-сонида, «Биз
куламиз» тўпламида ва «Асарлар-70»нинг 1-томида нашр этилган.
Томга «Муштум» журнали тексти асосида киритилди.
11 Т у л л а к — зўр маъносида.
15 А ш ур ош и — диний маросимда қилинадиган таом.
15 Ҳ а ли м — сувга буғдой ёрмаси ва гўшт солиб узоқ қайиатиб пишириладиган мавсумий таом.
«МУШТУМ»ГА
(25-бет)
1924 йил 9 октябрда ёзилган ва ўша йили «Муштум» журналининг 23-сонида «Кўса» имзоси билан босилган. Сўнг «Шарқ юлдузи» журналининг 1967 йил 9-сонида ва «Асарлар-70»да ҳам
нашр қилинган.
Шоир архивида сақланаётган «Қаламимга» сарлавҳали дастхат «Муштум»га шеърининг матнидир. Қўлёзма сўнгида қуйидаги
сўзлар қўшиб қўйилган: «Бас, маълум бўлдики, ёзсам босиладир.— Мен ҳам каттагина кулдиргич».
Томга «Муштум» журнали матни асосида киритилди.'
1 «М уш т ум» — ҳажвий журнал. «Совет Узбекистони» газетасининг нашри. «Муштум»нинг 1-сони 1923 йил
18 февралда «Туркистон» газетасига илова сифатида
нашр этилди. 1924 йил охиридан «Қизил Узбекистон»
газетаси нашри. 1951 йил сентябрдан ойда бир марта,
1958 йилдан эса икки марта чиқади.
БУ ҲАМ БИР ҲАҚИҚАТ
(26-бет)
Шеърнинг дастхати шоир архивида сақланади.
Шеър «Мушту.м» журналининг 1925 йил 17-сонида «Кўса» имзоси билан босилган. Қейинчалик «Шарқ юлдузи» журналининг
1967 йил 9-сонида ва «Асарлар-70»нинг I томида қайта чоп этилган.
«Муштум» журнали тексти асосида нашр қилинмоқда.
6 Ҳаҳҳи мут лақ — чекланмаган ҳуқуқ.
ҚУРҒОНТЕГИ
(27-бет)
283
www.ziyouz.com kutubxonasi
Шеърнинг дастхати ва машинка нусхаси шоир архивида сақланади.
1925 йил 13 октябрда ёзилган. «Шарқ юлдузи» журналининг
1967 йил 9-сонида ва «Асарлар-70»нинг I томнда чоп этилган.
Дастхат асосида босилмоқда.
1 Қўрғонт еги — ҳозирги Тошкент шаҳар, Октябрь райоии,
Профсоюз кўчаси.
9 сот ишалла (сот иш ади) — қофия талабига кўра шу формада қўлланилган.
БИЗ ИККОВ
(28-бет)
Шеър 1926 йил 22 майда Андижон шаҳрида ёзилган. Дастхати шоир архнвида сақланади.
Дастхат асосида биринчи марта нашр қилинмоқда.
ХОН САРОИИ
(29-бет)
Шеърнинг дастхати ва машинка нусхаси шоир архивида сақланади.
1926 йил 13 июлда ёзилган ва биринчи марта «Шарқ юлдузи»
журналининг 1967 йил 9-сонида, сўнгра «Асарлар-70»кинг 1-томида босилган.
Томга шеърнинг дастхати асос қилиб олинди.
11 Е зиқсиз — гуноҳсиз.
17 О сий — гуноҳкор, исёнчи.
КИШИ КУРГИЛИГИ
(30-бет)
Шеър қўлёзмаси сақланмаган.
1926 йил 17 августда ёзилган. «Шарқ юлдузи» журпалииинг
1967 йил 9-сонида ва «Асарлар-70»нинг I томида нашр қилииган.
«Асарлар-70» тексти асосида босилмоқда.
3 «Т арона» — ашула, мақом.
«Савт» — куй, мақом.
ТИЛАК
(31-бет)
Шоир архивида шеърнинг қўлёзма ва машинка нусхалари
сақланади.
1926 йилда ёзилган ва ўша йили «Янги йўл» журналининг
11—12-сонларида эълон қилинган. Шеър «Узбекистон маданияти»
газетасининг 1973 йил 18 май сонида ва «Асарлар-70»нинг X томида қайта босилган.
Томга «Янги йўл» журнали тексти асосида киритилди.
СУРНАЙ
(32-бет)
284
www.ziyouz.com kutubxonasi
1927 йилда ёзилган, шоир архивида «Эски турмуш» сарлавҳали
дастхати сақланади. Илк дафъа «Маориф ва ўқитувчи» журналининг 1928 йил 7-сонида «Эски турмуш» сарлавҳаси билан эълон
қилинган. Шеър кейинча «Эгалари эгаллаганда» тўпламига «Сурнай» сарлавҳаси билан киритилган. «Асарлар-56, 63»да, «Асарлар64, 70»нинг I томларида қайта нашр қилинган.
Томга «Асарлар-64» тексти асосида киритилди.
26 Ҳ а қ қ и м а ҳр и — куёв мулкидан келинга белгилаб қўйиладиган ҳисса.
38 С арбоз — сурнай маъносида.
БУЛСИН
(34-бет)
Шеър қўлёзмаси шоир архивида сақланади.
1927 йилда ёзилган ва ўша йили «Еш ленинчи» газетасининг
2 сентябрь сонида «Илғор» имзоси билан босилган. Кейинчалик
«Асарлар-56»да ва «Асарлар-64, 70»нинг I томларида нашр этилган.
«Асарлар-64» матни асосга олинди.
12 Чемберлен. Остин (1863—1937)— Буюк Британия молия
министри, 1903—1905, 1919— 1921 йилларда Ҳиндистонга боғлиқ масалалар бўйича иш юритиш министри,
1915—1917, 1924—1929 йилларда ташқи ишлар министри. Консерватор, СССР билан дипломатик алоқаларни
бузишда қатнашганлардан бири (1927 й.).
17 Тескари қутқу — тескари ташвиқот.
СЕВДИГИМ
(35-бет)
Шеърнинг қўлёзмаси сақланмаган. Шоир архивида унинг йили номаълум машинка нусхаси мавжуд. «Шарқ юлдузи» журналининг 1966 йил 11-сонида ва «Асарлар-70»нинг I томида босилган. Шоир «Кечмнш ва кечирмишларимдан» автобиографик асарида 20-йилларнинг охирларидаги ижоди ҳақида гапириб: «Шу
пайтларда комсомол умумий маршларини мен ёзиб берар эдим»,
деб хотирлайди.
Шеър «Асарлар-70» матни асосида нашр қилинмоқда.
6 И кк и бош ли бургут — чор ҳокимиятининг герби.
8 К адар — ғам, ғусса.
21 Қ а ҳқ а (қ а ҳ қ а ҳ а ) — вазн талабига кўра шундай қўлланган.
23 Н а ҳр — канал.
23 Б и й — яланг, очиғ
ДОНГЛИ ШОИРГА
(36-бет)
Шеърнинг дастхати ва машинка нусхаси шоир архивида сақланмоқда.
1927 йил 13 декабрда ёзилган. «Шарқ юлдузи» журналининг
1967 йил 9-сонида ва «Асарлар-70»нинг 1-томида нашр этилган.
Томга дастхат асосида киритилди.
285
www.ziyouz.com kutubxonasi
2 Д о ш — хумдон.
, 5 С ардор — йўлбошчи.
5 С адоғ — ўқ соладиган тўрвача, ўқдон.
9 М и сқо л — эски оғирлик ўлчови бўлиб, бир қадоқнинг
84 дан бир қисми (тахминан 4,1 гр.).
ОЛҚИШ
(37-бет)
Шеър 1927 йил 2 августда ёзилган, дастхати шоир архивида
сақланади.
Дастхат асосида илк дафъа босилмоқда.
ҚИЗИЛ БАИРОҚ
(38-бет)
1927 йил 17 августда ёзилган. Шеърнинг дастхати ва Машин*
ка нусхаси шоир архивида сақланади. «Шарқ юлдузи» журналининг 1967 йил 9-сонида ва «Асарлар-70»нинг 1-томида чоп этилган.
Томга дастхат асос қилиб олинди
ФАЛАК ОИА
(39-бет)
Шеър 1928 йил 10 январда ёзилган, дастхати шоир архивида
сақланади.
Шеърга халқ қўшиқларидан
«Эй фалак чархинг бузилсин
Мунча хор этдинг мени»
байти эпиграф сифатида келтирилган.
Томга дастхат асосида жалб этилди.
«ДУСТ, МЕНГА ИНОНМА!»
(40-бет)
Шеърнинг дастхати шоир архивида сақланади.
1928 йил 12 январда ёзилган. «Шарқ юлдузи» журналининг
1967 йил 9-сонида ва «Асарлар-70»нинг I томида нашр қилинган.
Шеърнинг сарлавҳаси йигирманчи йиллардаги халқ ашуласидан олинган.
Дастхат асосида чоп этилмоқда.
9 Э ш ~ ўртоқ, ҳамдам.
АГАР УРУШ БУЛИБ ҚОЛСА...
(41-бет)
Шеърнинг машинка нусхаси шоир архивида сақланади.
1928 йил 15 февралда ёзилган ва биринчи марта «Шарқ юлдузи» журналининг 1967 йил 9-сонида ва «Асарлар-70»нинг I томида босилиб чиққан.
Нашрга «Асарлар-70» асосида киритилди.
10 М урдор — нопок.
286
www.ziyouz.com kutubxonasi
УИЛАНИШ
(42-бет)
Шеърнинг дастхати ва машинка нусхаси шоир архивида сақланади.
1928 йилда ёзилган, илк дафъа «Янги йўл» журналининг
1928 йил 6-сонида «Нуртой» имзоси билан эълон қиликган, Кейинчалик «Асарлар-56»га ва «Асарлар-64, 70»нинг I томларига
ҳам киритилган.
«Асарлар-64» матни асосида босилмоқда.
КАМПИРИМНИНГ ҲИИЛАСИ
(43-бет)
Шеър қўлёзмаси шоир архнвида сақланади. 1928 йилда ёзилган. Биринчи марта ўша йили «Муштум» журналининг 15-сонида
«Нуртой» имзоси билан чоп этилган. Сўнгра «Шарқ юлдузи» журналининг 1967 йил 7-сонида ва «Асарлар-70»нинг I томида босилган.
Томга «Муштум» журнали тексти асосида киритилди.
2 Ш аш қол — текис ерга ташлаб ўйналадиган, куб шаклидаги, холли тош кубик.
4 С аър к а вуш — саър теридан тикилган кавуш.
5 П ур — тўла.
5 З о л — маккор маъносида.
14 Д а ҳ а н — оғиз.
15 От ёл — чачвон.
17 Ш ол — попукли шерсть рўмол.
19 Т и ш қо ли — тишни бузилиш, касалланишдан сақлаш мақсадида суртиладиган махсус қора бўёқ.
29 Даж ж ол — эски тушунчада ёмонлик рамзи.
РАСМ ЭГАСИГА
(44-бет)
1928 йил 2 июнда ёзилган. Шеърнинг дастхати ва машинка
нусхаси шоир архивида сақланмоқда. «Шарқ юлдузи» журналининг 1967 йил 9-сонида ва «Асарлар-70»нинг I томида нашр қилинган.
Дастхат асосида босилмоқда.
ОБАКИ ДАНДОН
(45-бет)
1928 йилда ёзилган. Шеър қўлёзмаси шоир архивида'сақланади. «Муштум» журналининг 1928 йил 5-сонида «Нуртой» имзоси билан босилган. Кейинчалик «Шарқ юлдузи» журналининг
1967 йил 7-сонида ва «Асарлар-70»нинг I томида қайта нашр қилинган.
«Муштум» журнали тексти асосида томга киритилди.
15 Сармоя — п ул, м а б л а ғ .
287
www.ziyouz.com kutubxonasi
3 гА лҳа м д » , «Қ улё», *Б а қа р а », «•С увр а и Тоҳо» — «Қуръон» сувралари.
]0 А л ҳ а м р у ҳаром — ичкилик ҳаром.
11 Г ардани ға вс нарлар — бўйни йўғон эркаклар.
12 З о ҳи р — сирт, сиртқи кўриниш.
14 Д ую зла м а — иккиюзлама.
ГАНЖИНАИ ҲИКМАТ
(46-бет)
Шеърнинг қўлёзма ва машинка нусхалари шоир архивида
саҳланмоҳда.
1928 йилда ёзилган ва биринчи марта ўша йили «Муштум»
журналининг 15-сонида «Мирза Нуртой» имзоси билан эълон қилинган. Сўнг «Шарқ юлдузи» журналининг 1967 йил 7-сонида ва
«Асарлар-70»нинг I томида босилган.
Автор кўрсатишича, бу асар йигирманчи йилларда танилган
журналист ва ёзувчи Ғози Юнусга бағишланган.
Нашрга «Муштум» журнали тексти асос қилиб олинди.
5—8 қаторлар мазмуни: На бирор нарсага киришганман, на
даҳрийман, на риёзат мазҳабиданман, на жафрий мазҳабиданман, на қирғоқданман, на денгизданман
(XIX асрда яшаган озарбайжон шоири Саид Абулқосим Наботий, Асарлар, Боку, 1968, 290-бет).
14 Ф аранг — ҳар бир иш қўлидан келадиган моҳир уста
маъносида.
17 К аш м ир бозирийдим — Кашмир фокусчиси эдим.
18 Пештаҳам — оғзига келган ножўя сўзларни қайтармап
айтаверадиган шахс.
22 М ози — Болут дарахтининг баргида баъзи паразитлап
таъсирида ҳосил бўладиган ёнғоқсимон ўсимта.
22 Б о зи й — ўйнатувчи, ўйновчи маъноларида.
23 В а даванг — барваста, лекин ишёқмас одам.
24 Н арком зем — Ер . ишлари халқ комиссарлиги.
27 Д а р қатори — қаторида.
28 Чор — тўрт.
29 Танга мири буром ад — бир мири танга (йигирма тийинга тенг) чиқим бўлди.
ҚИШ ВА ШОИРЛАР
(47-бет)
Дастлаб «Қизил Узбекистон» газетасининг 1929 йил 15 март
сонида «Кўса» имзоси билан босилган.
Кейинчалнк шеър «Асарлар-56»да ва «Асарлар-64, 70»нинг
I томларида чои этилди.
«Асарлар-64» матни асосида нашр қилинмоқда.
8 Ридо — бўйинга ўраб елкага ташланадиган оқ чодир.
11 Ҳут — қишнинг охирги ойи.
11 Ҳ ам ал — баҳорнинг биринчи ойи.
12 Ч ордана — оёқларни тиззадан букиб, бир-бирига чалиштириб ўтирмоқ.
14 Ш уаро — шоирлар.
288
www.ziyouz.com kutubxonasi
ПАРАНЖИ
(48-бет)
1929 йилда ёзилган ва дастлаб ўша йили «Янги йўл» журналининг 4-сонида босилган. Кейинчалик «Асарлар-56»га ва «Асарлар-64, 70»нинг 1 томларига ҳам киритилган.
«Асарлар-64» матни асосида нашр ҳилинмоҳда.
3 Ш а м ш о д — хушқомат дарахт.
3 Дуто — икки букилган, эгик.
6 Маъсума — гуноҳсиз, пок.
18 Ғаюрлш — душманлик.
ВАЛАҲУ АИЗАН
(49-бет)
Қўлёзмаси саҳланмаган, 1929 йилда ёзилган бу юмористик
шеър ўша йили «Қизил Узбекистон» газетасининг 5 апрель сонида «Кўса» имзоси билан эълон қилинган.
Шеър «Асарлар-56»да ва «Асарлар-64, 70»нинг 1 томларида
қайта нашр қилинган.
Нашрда «Асарлар-64» тексти асосга олинди.
1 Валаҳу айзан...— яна тағин ўшандай маъносида. Шоир
бу ерда «яна ўша хилда», яъни яна ўша темадаги шеър
ҳабилида ишлатган.
5 Хоб — уйқу.
9 Тавсиф — м*қтов.
16 Тавоф — айланиш, юз-кўз суртиш.
23 Кишткор — деҳқончилик.
ТУРКСИБ ИУЛЛАРИДА
(50-бет)
Шеър ҳўлёзмаси шоир архивида саҳланади.
Биринчи беш йилликнинг тўнғич қурилишларидан Туркистон —
Сибирь темир йўлининг очилиш маросими муносабати билан
1930 йил 1 майда ёзилган. Шу куни темир йўлнинг Ойнабулоқ
станциясида бўлиб ўтган тантанада шоир Узбекистон ССР делегацияси составида матбуот мухбири сифатида қатнашган эди.
«Турксиб йўлларида» дастлаб «Аланга» журналининг 1930 йил,
5—6-сонларида босилган. Сўнг «Динамо», «Шеърлар-47», «Узбек
поэзияси антологияси-48», «Асарлар-53, 56, 63», «Узбек шеърияти
антологияси-62», «Шеърлар-69» тўпламларида ва «Асарлар-64, 70»
нинг I томларида нашр этилган.
«Асарлар-64» асосида нашр қилинмоқда.
1 Турксиб — Туркистон — Сибирь темир йўли.
4 Фотиҳ — забт этувчи.
4 Искандар — македониялик Александр — милоддан аввалги 336—323 йилларда Македонияда йирик монархия
барпо қилган, босқинчилик урушлари олиб борган подшо ва лашкарбоши.
5 Ру м қайсари — Искандар Зулқарнайн кўзда тутилади.
6 Чингиз — асл номи Тэмужин, Темучин (тахминан 1156—
1227) — мўғул феодал империяси ҳукмдори.
7 Ботухон Саинхон (1208—1255)— Чингизхоннинг набира19—97 289
www.ziyouz.com kutubxonasi
си, Жўжининг ўғли, мўғул хонлари юришларида қатнашган саркарда.
7 Ж ў ж и , Жўчихон — мўғул ҳарбий ҳукмдори. Чингизхоннинг тўнғич ўғлн.
34 Конфуций (Кун-цзи, милоддан аввал 551— 4 7 9 ) — қ а -
димги хитой мутафаккири, сиёсий арбоб, конфуцийликнинг асосчиси.
34 Ш о м о н и й — ибтидоий диний эътиқод шаклларидан бири.
34 Будда — буддизм — дин номи.
41 Такбир— ҳар ҳайси диннинг ўзига хос махсус тантана
ва маросимларига ишора.
45 Қўҳна бир девор — Чин деворини Искандар қурган деган афсона мавжуд. Бу ерда улуғ Хитой девори маъносида келган.
49 Равоқ, тоқ — аслда катта биноларнинг олд томонидаги
кўринишли ва юксак қисмлари (портал) бўлиб, бу
шеърда баланд чўққи маъносида.
70 Музаффар — ғалаба қозонган.
74 Хир о ж — босиб олинган мамлакатдан олинадиган катта
солиқ.
76 Бомбей — Ҳиндистондаги шаҳар. Маҳараштра штатининг маъмурий маркази.
76, 158 Бўмбай, Масков (Бомбей, Москва) — қофия ва вазн талаби билан шу формада қўлланилган.
79 Ялов — байроқ.
80 Довул — икки ёғига тери қопланган чилдирма, дўмбира.
89 Зилли султон — Эрон шоҳларидан баъзиларининг унвони.
94 Кақрабо — сарғиш тусли тош, янтарь.
118 Довул — ноғора.
131 Сафҳа — с а ҳ и ф а .
146 Болға ва ўроқ — н а ж о т т ў ғр о с и — ш еъ р д а ги б у м и с р ал а р д а С о в ет д а в л а т и гер б и д а ги б о л ғ а б и л а н ў р о қ н и н г
х а л о с к о р л и к б ел ги си (т ў ғр о с и ) э к а н и қ а й д э т и л а д и .
152 Шукуҳ — с а в л а т , д а б д а б а , т а н т а н а .
, 164 Обида — ёд го р л и к, ҳ а й к а л .
. 170 Шуур — онг, ф а ҳ м .
190 Шпал — т ем и р й ў л р е л ь с л а р и о сти га с о л и н а д и г а н к ў н д а -
л а н г ёғо ч лар .
218 Қатрон — а р а в а м о й , қ о р ам о й .
2 2 2 Шатов — Т у р к си б т ем и р й ў л и қ у р и л и ш и б о ш ли ғи .
227 Краснопутиловский — Л е н и н г р а д н и н г С . М . К и р о в ном ид а г и и к к и м а р т а Л е н и н о р д ен л и , Қ и зи л Б а й р о қ в а М еҳ -
•’ н а т Қ и з и л Б а й р о қ о р д е н л и м а ш и н а с о зл и к в а м е т а л -
л у р ги я з а в о д и . С С С Р н и н г й и р и к с а н о а т к о р х о н а л а р и д а н
би ри. С С С Р д а т р а к т о р н и о м м ав и й и ш л а б ч и қ ар и ш н и
б о ш л а б б е р га н . 1924 йи л 1 м а й д а з а в о д д а р в о з а с и д а н
би ринчи т р а к т о р ч и қ қ а н . Б и р и н ч и б е ш й и л л и к о х и р и га
к ел и б 38 м инг т р а к т о р и ш л а б ч и қ ар ган . Ҳ о зи р С . М . К и -
р о в н о м и д аги з а в о д .
А Л К О Г О Л Ь
(56-бет)
Ш е ъ р н и н г л о ти н г р а ф и к а с и д а г и м аш и н к а н у с х а л а р и ш оир а р -
х и в и д а с а қ л а н а д и .
www.ziyouz.com kutubxonasi
1930 йилда ёзилган ва даставвал «Қизил Узбекистон» газетасининг 1930 йил 31 июль сонида эълон қилинган. Сўнг «Динамо»,
«Асарлар-56»да ва «Асарлар-64, 70»нинг I томларида ҳам чоп ҳили н ган .
Нашрга «Асарлар-64» тексти асос ҳилиб олинди.
5 Аҳком (бирл. ҳукм) — қонунлар, фармонлар.
6 Аркон (бирл. рукн)— устунлар, таянчлар.
17 Узван — узв — аъзо, гавда бўлакларидан бири.
32 Сурур — шодлик, севинч.
42 Пўртана — тўфон.
ТУҚИНИШ
(59-бет)
Шеърнинг лотин графикасидаги машинка нусхалари шоир
архивида сақланади.
1930 йилда ёзилган ва ўша йили «Қизил Узбекистон» газетасининг 1 август сонида босилган.
«Тўҳиниш» шеъри кейинча «Динамо»га, «Асарлар-53, 56»га ва
«Асарлар-64, 70»нинг I томларига ҳам киритилган.
«Асарлар-64» тексти нашрга асос қилиб олинди.
2 Биринчи август — биринчи жаҳон уруши 1914 йил 1 августда бошланган эди.
10 Бўҳрон — кризис, танглик.
13 «Фашисти цейтунг» — реакцион немис консерватив газетаси.
15 Ҳиддат — шиддат, аччиқ.
21 аДейли экспресс» — инглиз реакцион консерватив газетаси.
23 Мистер (инглизча сўз) — ғарбда эрларга нисбатан, одатда исм ёки фамилия олдига қўшиб «жаноб» маъносида
қўлланадиган сўз.
34 Папа (юнон. ота) — Рим папаси — католик черкови ва
Ватикан давлатининг раҳбари.
35 Фаранг чодирхаёли — Франциянинг қўгирчоғи маъносида.
38 «Лига наций» — миллатлар иттифоқи, халқаро ташкилот
(1919 йилда тузилган), уставга мувофиқ халқлар ўртасида ҳамкорликни ривожлантириш ва «тинчлик ва хавфсизликни» таъминлаш мақсадида тузилган бўлса ҳам,
амалда империалистик давлатлар, биринчи навбатда Буюк Британия ва Франция (Америка Қўшма Штатлари
бу ташкилотга кирмагап эди) сиёсатига қурол бўлиб
хизмат қилди.
42 Китла — гуруҳ, тўда, тўп.
45 Капитал рационали — капитал манфаати, мақсади.
62 Боа — катта илон.
74 Вершок — 4,4 см.га баробар узунлик ўлчови.
«ВОИДОД, БОРМАПМАН», ДЕДИ
(62-бст)
1930 йилда ёзилган, илк дафъа ўша йили «Муштум» журналининг 20-сонида босилган. «Асарлар-64, 70»нинг I томларида ҳам
нашр қилинган.
Шеър қўлёзмаси сақланмаган.
291
www.ziyouz.com kutubxonasi
Т о м га « А сар л ар -6 4 » м ати и а с о с и д а к и р и ти л д и .
9 Қўсқи қиимоқи — о б и в а т е л л а р , м еш ч а н л а р , у м у м а н б у р -
ж у а и д ео л о ги я си д а ги к и ш и л ар қ и ш л о қ а ҳ о л и си га п а ст
н а з а р б и л а н қ а р а б , у л а р н и ш у н д а й а т а р э д и л а р . Ш о и р
ў з с а т и р а с и д а ў ш а н д а й к и ш и л ар н и ф о ш э т а д и .
10 Округ — Д а в л а т тер р и т о р и я с и н и н г би р қи см и . Б о ш қ а -
ри ш н и н г м у а й я н с о ҳ аси .
19 Работ — т у р а р ж о й м аъ н о с и д а.
24 КҚ — к о н т р о л ь ком и сси яси .
25 Нуртой — Ғ а ф у р Ғ у л о м с ат и р и к ш еъ р в а ф е л ь е то н л а р и -
д а қ ў л л а н г а н т а х а л л у с .
ЯЛОВБАРДОРЛИККА
(63-бет)
Шеърнинг лотин графикасидаги машинка нусхаси шоир архивида сақланмоқда.
1930 йилда Улуғ Октябрь социалистик революциясининг
13 йиллигига бағишлаб ёзилган ва ўша йили «Қизил Узбекистон»
газетасининг 7 ноябрь сонида босилган. Сўнг «Динамо», «Шеърлар-47, 69», «Асарлар-53, 56, 63»да ва «Асарлар-64, 70»нинг 1-томларида чоп этилган.
«Асарлар-64» матни асосида нашр қилинмоқда.
1 Яловбардор — банроқдорлик.
15 Будённий Семён Михайлович (1889—1973) — гражданлар уруши қаҳрамони, Совет Иттифоқи Маршали, уч
марта Совет Иттифоқи Қаҳрамони.
16 Ф рунзе М и ха и л Васильевич (1885—1925) — совет давлат, партия ва ҳарбий арбоби, ҳарбий назариётчи.
1904 йилдан Коммунистик партия аъзоси. Октябрь революцияси қатнашчиси. 1919 йил июлдан Шарқий фронт,
августдан Туркистон фронти қўмондони, октябрдан Бутун Россия Марказий Ижроия Комитети, РСФСР
Халқ Комиссарлари Совети ва РКП(б) МКнинг Туркистон ишлари бўйича комиссияси аъзоси. 1920 йил сентябрдан М. В. Фрунзе Жанубий фронт қўмондони.
1920—1924 йилларда Украина ва Қрим қўшинлари қўмондони. 1924 йил мартдан СССР Ҳарбий революцион
кенгаши раиси ўринбосари, Ҳарбий ва денгиз ишлари
бўйича халқ комиссари, шунингдек 1924 йил апрелдан
Ишчи-Деҳқон Қизил Армияси штаби ва Ҳарбий академия бошлиғи. 1921—25 йилларда РКП(б) МК аъзоси, 1924 йилдан МК Сиёсий бюроси аъзолигига кандидат.
22 Амир О лим — энг сўнгги Бухоро амири.
31 Мазак — м азах — қофия талаби билан шундай келтирилган.
32 Фараҳли — севинчли, шодлик келтирувчи.
39 Интиқом — ўч, қасос.
41 Уг очилган кунларинг тумтароқи — революция учун кураш кунларининг тантанаси.
46 Ромба таққан қўмондонлар — шоир бунда Совет Армияси командирларини кўзда тутади (Олий комсостав
ромба тақар эди). *
292
www.ziyouz.com kutubxonasi
50 Ҳазар — Каспий денгизи. Бу ерда Ашхобод (гражданлар уруши йилларидаги Закаспий) фронти кўзда тутилади.
55 Ёв қолиб «алҳазархга — ёв қўрққанидан «ўзинг сақла»
дейишга тушиб қолади маъносида.
56 Асфандиёр — Хоразмнинг сўнгги хонларидан.
57 Ж у н а й д Қурбон Муҳаммад (1862—1932)— Хоразм воҳасидаги реакцион феодаллар, оқгвардиячилардан иборат аксилинқилобий кучларнинг ташкилотчиси ва бошлиғи.
58 Абдуллоҳ — Абдулла — Хоразмда бош кўтарган босмачилар бошлиғи.
63 Босириқ — ҳужум.
86 Иқтидор — куч-ҳудрат.
89 Гавризангар — Ҳиндукуш тоғларининг энг юксак чўҳқиларидан бири.
91 Ш л ё м — дубулға, учувчи ва танкчиларнииг махсус бош
кийими. Бу ерда мовут шлём маъносида.
92 Муқтадир — куч, қудратли.
103 Узлигига иловсиз — ўзидан кечган, сафда турувчи.
111 Д а м а ш қ (араб. Димишқ) — Сурия Араб Республикасининг пойтахти.
111 Басра — Ироқ республикасининг жанубидаги шаҳар.
113 Маро к а ш — Марокаш қироллиги — Африканинг шимоли-гарбидаги давлат. Пойтахти — Работ шаҳри.
114 Сиём — Таи қироллиги (Таиланд) 1939 йилгача ва
1945 йил сентябридан 1948 йил августгача Европа давлатлари билан расмий муносабатларда ўзини Сиём деб
атаган.
— Таиланд — Жануби-шарқий Осиёдаги давлат, асосан Ҳиндихитой ярим ороли ва унинг жанубида жойлашган. Жанубда Сиём бўғози билан чегараланади.
Пойтахти •— Бангкок.
115 Раъдвор наъра — момақалдироқсимон ҳайқириқ.
122 Омол — тилак, орзу.
128 Садди Искандар — Искандар қурган деб шуҳрат топган
баланд девор.
135 Монте-Карло — Урта денгиз бўйидаги Монако князлигида жаҳон миқёсидаги қиморхона шаҳар.
ТАКЛИФ ҚИЛАМАН
(67-бет)
Шоир архивида шеърнинг «Унинг илтимоси» сарлавҳали дастхати ва машинка нусхалари сақланади.
1930 йилда ёзилган ва ўша йили «Қизил Узбекистон» газетасининг 1930 йил 19 ноябрь сонида эълон қилинган. Сўнгра «Динамо»да, «Асарлар-53, 56»да ва «Асарлар-64, 70»нинг I томларида
босилган.
Нашрда «Асарлар-64» тексти асос қилиб олинди.
4 Кашанда — чекишга одатланган, чекувчи.
6 Кўксов — кўп ва қаттиқ йўталадиган.
15 *.Гумбази даввор» — «айланувчи гумбаз», яъни осмон.
22 «Тойди» билан «ачипти» — ўтмишда ошиқ ўйинларидан.
29 Анъанавий омилик — эскидан давом этиб келган саводсизлик, билимсизлик.
293
www.ziyouz.com kutubxonasi
80 Фабзауч — ф а б р и к а -з а в о д т а ъ л и м и м а к т а б и , ш у н д а й
м а к т а б ш оги рд и .
ТУЛҚИНЛАР ОЛДИДА
(69-бет)
Шеърнинг лотин графикасидаги машинка нусхалари шоир архивида сақланади.
1930 йилда ёзилган ва ўша йили «Қизил Узбекистон» газетасииииг 4 декабрь сонида босилган. Кейинчалик «Дииамо»да,
«Асарлар-56»да ва «Асарлар-64, 70»нинг I томларида қайта нашр
қилингаи.
Томга «Асарлар-64» матии асосида киритилди.
13 Ж а б ҳ а — ф р о н т, со ҳ а.
25 «Пассажирлар» — бу ўринда муштумзўрлар маъносида.
57 Буҳаламун — хамелеон — муҳитга мувофиқ тусини ўзгартирувчи, калтакесаклар тоифасига мансуб жонивор.
78 Чиғанади — ч и р аи ад и , м ақ т а н и ш .
БЕВИҚОР ҚОР
(71-бет)
1930 й и л д а ё зи л га н . Ш е ъ р н и н г л о ти н г р а ф и к а с и д а г и м а ш и н к а
н у сх аси ш оир а р х и в и д а с а қ л а н а д и . И л к д а ф ъ а « Қ а м б а ғ а л д е ҳ қ о н »
г а зе та с и н и н г ў ш а йи л 16 д е к а б р ь с о н и д а б о си л ган . Қ ей и н ч а « Д и -
н а м о » д а , « А с ар л а р -5 6 » д а в а « А сар л ар -6 4 , 70»ни нг I т о м л а р и д а чоп
эт и л ган .
«Асарлар-64» тексти асосида босилмоқда.
4 Ж и н (Джин) машина — пахтани чигитдан ажратадигаи
машииа.
5 «Шаҳпарвоз» — баландпарвоз, юқори учувчи.
16 Важикорсон — ўринсиз, беҳуда баҳона.
19 «Н е ж у м » — паст навли пахта.
21 Скуппункт— пахтани сотиб олувчи пункт.
30 «Саждаи шукроний» — хурсандлик юзасидан сиғиниш.
32 Амомали малойик — саллали фаришталар.
33 Важд, виқор — завқ, шавқ, шодлик маъносида.
34 «Меҳмон ҳосил» — қ о р га к и и о я.
46 Қува — Фарғона областидаги шаҳар.
47 Шаккок — иккиланувчи, гумонсировчи.
48 Зарбдорлик таблин қоқмоқ— зарбдорликка чақирмок
ТУГАСИН ТАКЯ
(73-бет)
1930 йилда ёзилган. Шеърнинг лотин графикасидаги машинка
нусхаси шоир архивида сақланади. Биринчи марта ўша йили «Қизил Узбекистон» газетасининг 28 декабрь сонида эълон қилинган.
Сўнг «Динамо»га, «Асарлар-56»га ва «Асарлар-64, 70»нинг I томларига ҳам киритилган. .
«Асарлар-64» матни асосида чоп этилмоқда.
1 Такя — одамлар тўпланиб гурунглашадиган жой.
7—10 мисралар мазмуни: Чойхона деворига сиёсий-ижтимоий
мазмуили агитацион расмлар ўрнига от ўйин (цирк) ва
294
www.ziyouz.com kutubxonasi
кинода кўрсатадиган олди-қочди картииа афишалари
ёпиштирилган.
17 Ринг— бокс мусобақаси ўтказиладиган жой.
43 Бемский ойинаси — биринчи сорт ойна.
73 Дурда — сариёғ эритилганда ҳосил бўладиган қуйқа.
Бу ерда қуюқ фикр маъносида.
81 Пиёлага оёцлар боғламоқ — чойхонага стол-стул киритмоқ.
84 <• Шамларга кўзойнак» — электр чироғи.
85 «•Қитобларга дардарак» — чойхонада овозли ўқиш.
ҚУЛТИҚЛАНГАН ҚАЛЛА ҲАҚИДА
ҚОФИЯЛИ ВАЪЗ
(76-бет)
1930 йилда ёзилгаи. Шеърнинг тўлиқ бўлмаган қўлёзмаси
шоир архивида сақлаиади. Даставвал «Муштум» журналининг
ўша йил 19-сонида босилган. Кейинроқ «Шарқ юлдузи» журналининг 1967 йил 7-сонида ва «Асарлар-70»нинг I томида нашр қилинган.
«Муштум» журнали матни асосга олинди.
1 Ваъз — насиҳатомиз нутқ.
18 Тупроққўрғон — Тошкент шаҳрида Анҳор сувининг Бешёғоч (Комсомол майдони)га оқиб киришида унинг юқори қисмига жойлашган қадимги қўрғонлар номи билан
аталувчи мавзе.
26 Қадоқ — қадимги масса ва оғирлик бирлиги. 409—512 гр.
га тенг.
36 Завком — касаба союзларининг завод маҳаллий комитети.
41 Забор патта— озуқа карточкаси.
49 Р К И — Рабоче-крестьянская инспекция, Ишчи-деҳқон назорати.
ТАГДУЗИ
(78-бет)
1930 йил ноябрда ёзилган деб тахмин қилинади. Унинг шоир
архивида машинка нусхаси сақланади. Шеър биринчи марта «Қурилиш» журналининг 1931 йил 1—2-сонида босилган. Кейинчалик
«Тирик қўшиқлар» тўпламига, «Асарлар-56, 63»га, «Шеърлар-69»га
ва «Асарлар-64, 70»нинг I томларига киритилган.
«Асарлар-64» тексти асосида босилмоқда.
1 Тагдўзи — сидирғасига тикилган кашта. Одатда, ироқи
дўппиларнинг таги бир хил рангдаги ипак билан сидирғасига тўлдирилиб, у ер-бу ерига гул — сидирға кашта
тикилади. Бундай дўппилар «Тагдўзи» дейилади.
18 Тўқол — бу ерда нуқсон маъносида.
31 Гўлос — тўқ қизил.
44 Ж а н д а — дарвиш-қаландарлар тўни.
71 Хаккари дуранг этик— пошнаси баланд, рангдор бахияли этик.
111 М и й и қ— мўйлаб маъносида.
114 Бийлик — хўжайинлик маъносида.
295
www.ziyouz.com kutubxonasi
МИЖЖА ҚОҚИБ УЛГУРА ОЛМАИСАН
(82-бет)
1931 йилда ёзилган. Шеърнинг қўлёзмаси шоир архивида сақланади. Илк дафъа «Ер юзи» журналининг ўша йилги 1-сонида
чоп этилган. Қейинчалик «Тирик қўшиқлар» тўпламида ва «Асарлар-70»нинг 1-томида қайта нашр қилинган.
«Ер юзи» журнали тексти асосида босилмоқда.
9 Миллион вольтли Днепр — Днепр ГЭСи кўзда тутилади.
12 Динамо — қўшма сўз бирлиги. Бу ерда кучга, қувватга,
энергияга алоқадорликни билдиради.
13 Масдар — асос, манба.
21 Пакка — мўлжал.
32 Коминтерн — ўша йилларда Москва шаҳрида Бутуниттифоқ радиоси «Қоминтерн» бекатида жойлашган эди.
Шеърда шунга ишора бор.
МАДАНИИ ҚАТРА
(83-бет)
1931 йил бошида Тошкент шаҳрида водопровод қурилиб, ишга туширилиши муносабати билан ёзилган, қўлёзмаси сақланмаган. Биринчи марта «Ер юзи» журналининг ўша йили 3—4-сонларида босилган. Кейинчалик «Тирик қўшиқлар»да, «Асарлар-56»да
ва «Асарлар-64, 70»нинг I томларида нашр қилинган.
«Асарлар-64» матни асосида томга киритилди.
27 Қоқлатилган кишилар — медицина тажрибаси учун махсус сақланаётган жасадлар кўзда тутилади.
32 Чечовланиб — тезланиб, ғайратга кириб.
68 «Етти бошли баччажиш» — ёш болаларни қўрқитиш учун
айтиладиган ваҳимали сўз. Гўё «баччажиш» етти бошли бўлиб, ёш болаларни нобуд қилар эмиш.
81 Ҳулол — беҳуда.
83 Таряки чол — қора дори (афюн) истеъмол қилувчи чол.
84 Маллахон — Қўқон хонларидан Шералихоннинг ўғлн,
1858—1862 йилларда Қўқонда хон бўлган.
114 Талотумли — мавжли, тўлқинли.
135 Б ў з — Тошкентдаги Бўзсув анҳори.
ҲЕЧ ҚАНДАИ БИР ҚУРҒОН БОРМИКАН,
БОЛЬШ ЕВИКЛАР ҚУЛГА ОЛМАГАН1
(87-бет)
Шеър Узбекистон ССР Советларининг IV қурултойига бағишлаб, 1931 йилда ёзилган, лотин графикасидаги машинка нусхаси
шоир архивида сақланади. Дастлаб «Қизил Узбекистон» газетасининг 1931 йил, 20 февраль сонида босилиб чиққан. Кейинчалик
«Тирик қўшиқлар»га, «Асарлар-53, 56»га ва «Асарлар-64, 70»нинг
I томларига киритилган.
Нашрга «Асарлар-64» тексти асос қилиб олинди.
54 Ствол — қурол мили.
СЕЛЬМАШНИНГ БИР ДЕГРЕЗ ШОИРИ
(90-бет)
Қўлёзмаси сақланмаган. 1931 йилда ёзилган. «Еш ленинчи»
газетасининг ўша йил 15 апрель сонида «Бир дегрез шоир Сель2 9 6
www.ziyouz.com kutubxonasi
маш эшигида» сарлавҳаси билан босилган. Сўнгра «Тирик қўшиқлар»да, «Асарлар-53, 63»да ва «Асарлар-64, 70»нинг 1-томларида
чоп этилган.
Шеър биринчи беш йилликда социалистик Узбекистон индустриясинпнг тўнгич гигантларидан Тошкент қишлоқ хўжалик машиналари заводи қурилишига бағишланади.
«Асарлар-64» матни асосида босилмоқда.
1 Сельмаш — Ташсельмаш — Тошкент қишлоқ хўжалиги
машинасозлиги заводи. Пахта териш машиналари ишлаб
чиқарадиган, СССРда ягона йирик машинасозлик заводи.
1 Дегрез — қозон қуювчи. Дегрез шоир — бу ерда пролетар шоир маъносида ишлатилган.
46 Сеялка — экин уруғини керакли чуқурликда бир текис
экиш ҳамда экинларни ўғитлаш учун ишлатиладиган
қишлоқ хўжалик машинаси.
НЕФТЬ
(92-бет)
1931 йилда ёзилган. Шеърнинг лотин графикасидаги машинка
нусхаси шоир архивида сақланмоқда. Биринчи марта «Қизил Узбекистон» газетасининг 1931 йил 5 апрель сонида босилди. Кейинчалик «Тирик қўшиқлар»да, «Асарлар-53, 56»да ва «Асарлар-64,
70»нинг I томларида чоп этилган.
«Асарлар-64» тексти асосида нашр қилинмоқда.
11 Ғайбий фол — ғойибдан, йўқ ердан фол очиш.
30 Эпкин — салмоқ, залвор, силтов.
37 Уттиз бирда— 1931 йилда.
ОЛҚИШ
(94-бет)
1931 йилда ёзилган. Шеърнинг лотин графикасидаги машинка
нусхаси шоир архивида сақланмоқда. УзАПП республика кенгашига бағишлаб ёзилган ва дастлаб «Еш ленинчи» газетасининг
ўша йилги 10 апрель сонида эълон қилинган. Сўнг «Тирик қўшиқлар»га, «Асарлар-56»га ва «Асарлар-64, 70»нинг I томларига киритилган.
Нашрда «Асарлар-64» тексти асос қилиб олинди.
2 РзАПП — Узбекская ассоциация пролетарских писателей — Узбекистон пролетар ёзувчилар уюшмаси.
10 Мозолланган — қадоқли.
14 «Унг», «Сўл» — халқаро ишчилар ҳаракатида марксизмленинизмга, Коммунистик партия сиёсатига қарши, майда буржуазия моҳиятига эга бўлган ўнг ва сўл оғмачилар.
32 *Қурилиш» — УзАППнинг ойлик адабий-бадиий, ижтимоий-сиёсий журнали.
СУЗАН, БИГИЗДАН МАШИНАГА!
(97-бет)
1931 йилда ёзилган, дастлаб ўша йили «Муштум» журналининг 7—8-сонларида «Нуртой» имзоси билан чоп этилган. Сўнгроқ
297
www.ziyouz.com kutubxonasi
«Асарлар-56»га, «Асарлар-64, 70»нинг I томларига ҳам киритилган.
Нашрга «Асарлар-64» тексти асос ҳилиб олинди.
НОН
(99-бет)
1931 йилда ёзилгаи, қўлёзмаси сақланмаган, биринчи марта
«Қизил Узбекистон» газетасининг 1931 йил 7 август сонида босилиб чиққан. Кейинчалик «Тирик қўшиқлар», «Шеърлар-47», «Асарлар-53, 56, 63»да ва «Асарлар-64, 70»нинг I томларида нашр қи-
..линган.
«Асарлар-64» матни асосида чоп этилмоқда.
6 Қ аппон — ғалла бозори.
7 М исқол уч ун «ўнг»га, «сўл»га салом берганлар — арзимаган кичик бир нарса учун ҳар ишни қилувчилар.
13 Отилмаган сопқон уч ун унн а б толувчи — қўлидан келмаган ишга уринувчи.
47 Роокь — жавдари, жавдари буғдой.
50 Олтин қозиқ ю лд узи — шимол юлдузи.
65 «Ҳоп, м айда» — илгари деҳқонлар хирмонда ғалла янчиш пайтида айтадиган қўшиқ нақорати.
72 Чоч — кўп маъносида.
80 «Ҳ а қ қ у л л о , капсан» — эски вақтда текинхўр дин пешволаршшнг хирмон тепасида деҳқонлардан ундирадиган
ўлжалари.
ҚАЛБЛАР МОЖАРОСИ
(101-бет)
Шеър 1931 йилда ёзилган ва «Еш ленинчи» газетасининг ўша
йилги 6 сентябрь сонида эълон қилинган. Сўнгра «Тирик қўшиқлар»да, «Асарлар-56»да ва «Асарлар-64, 70»нинг I томларида нашр
қнлинган. *
«Асарлар-64» асосида босилмоқда:
7 С езим — сезги маъносида.
9 Ж ангж ў — жанговар.
38 Ш ук уҳ — шавкат, савлат, улуғлик.
БИЗ БАРДАМ, ҲОИ, ШОНЛИ БАИРАМ!
(103-бет)
Шеър 1931 йилда ёзилган, қўлёзмаси шоир архивида сақланади. Илк дафъа «Ер юзи» журналининг 1931 йил 13— 14-сонларида, сўнгроқ «Асарлар-70»нинг I томида нашр қилинган.
«Ер юзи» журнали матни асосида чоп этилмоқда.
БАИРАМ ТОНГИДА
(104-бет)
1931 йилда ёзилган. Қўлёзмаси шоир архивида сақланади.
Дастлаб «Ленин учқуни» газетасининг ўша йили 6 сентябрь со298
www.ziyouz.com kutubxonasi
нида «Ипакнинг адаси Ғафур Ғулом» имзоси билан эълон қилинган. Кейинчалик «Асарлар-70»нинг IV томига ҳам киритилган.
Шеърга Коммунистик болалар ҳаракати туғрисида Узбекистон Коммунистик партияси Марказий Комитетининг ҳароридан қуйидаги парча эпиграф ҳилиб келтирилган: «Пионерлар чинакам
Ленин интернационализми руҳида тарбия қилинсинлар».
«Ленин учқуни» газетаси тексти асосида босилмоҳда.
35 Тўда— пионер отряди.
49 Конка — трамвай, трамвайга от қўшиладиган ваҳтдан
қолган ибора.
75 Ўчинчи бўғин — пионерлар.
КИЧИК БИР МУШОИРА
(106-бет)
Шеърнинг қўлёзма ва машинка нусхаси шоир архивида сақлапмоқда. 1931 йил сентябрида ёзилган, «Узбекистон маданияти»
газетасининг 1973 йил 18 май сонида ва «Асарлар-70»нинг X томида босилган.
Қўлёзма асосида нашр қилинмоқда.
10 «Онамга хат» — Узбекистон халқ шоири Ғайратийнинг
асари.
11 Тўхташ — «Онамга хат» асарининг бош қаҳрамони.
13 Кўкан батрак — Ғафур Ғуломнинг коллективлаштириш
темасида ёзилган машҳур «Кўкан батрак» (1931) достони ва унинг бош қаҳрамони Кўкан кўзда тутилади.
ЧУЛЛАР БУИЛАБ КЕЛАЁТИРМАН
(107-бет)
Шеър 1931 йил 27 октябрда ёзилган. Дастхати шоир архивида сақланади.
Дастхат асосида нашр қилинмоқда.
12 Меҳтар — элчи, сурнайчилар бошлиғи.
34 Ижод Чирчиқ каои — Чирчиқ Сирдарёнинг ўнг ирмоғидан иборат, Ғарбий Тяньшань тоғларидан бошланувчи
бу дарёнинг қуйи оқимида индустриал Чирчиқ шаҳри
жойлашган. Шоирлар ўз ижод мавжларини кўпинча шу
дарёнинг мавжланиб оқишига қиёс қиладилар.
УПИРИЛИШ
(109-бет)
1932 йил баҳорида Узбекистон ССР Езувчилари союзининг
бир группа аъзолари бригада бўлиб Фарғона шаҳридаги саноат
корхоналарида ишлаб чиқариш билан танишган эдилар. Жумладан, Ғафур Ғулом 1 Май номидаги ёғ заводида бўлган. Шоирнинг
у ердан олган таассуротлари асосидаги «Упирилиш» шеъри «Янги
Фарғона» газетасининг 1932 йил 29 апрель сонига нлова қилиб
босилган эди.
Нашрда газета матнига асосланилди.
КИЗИЛ КАРВОН ҚУШИҒИ
(111-бет)
1932 йилда Қўқонда ёзилган. Шоир архивида лотин графикасидаги машинка нусхаси мавжуд. Шеър «Узбекистон маданияти»
299
www.ziyouz.com kutubxonasi
газетасининг 1973 йил 18 май сонида, сўнг «Асарлар-70»нинг X томида эълон қилинган.
«Асарлар-70» тексти нашрга асос бўлди.
ОБРУ УЧУН
(112-бет)
1932 йилда ёзилгаи. Шоир архивида шеърнинг қўлёзма ва машинка нусхалари сақланмоқда. «Колхоз йўли», «Қизил Узбекистон» газеталарининг ўша йил 27 январь сонларида, сўнгра «Асарлар-70»нинг I томида босилган.
«Қизил Узбекистон» газетаси тексти иашрга асос қилиб
олинди.
9 Д онб асс —• Донецк — Украина ССР территориясидаги йирик кўмир ҳавзаси.
13 Сталино — Украина ССР Донецк областининг 1961 йилгача маркази.
13 Х арьков — УССР Харьков области маркази. 1934 йилгача УССР пойтахти, йирик транспорт узели.
21 П ахт акорлик ист иқлоли — мамлакатимизнинг пахта етиштириш бўйича мустақиллиги.
КУКЛАМ
(114-бет)
1932 йилда ёзилган. Шеърнинг лотин графикасидаги машиика
нусхаси шоир архивида сақланади. Дастлаб «Қизил Узбекистон»
газетасининг ўша йил 14 февраль сонида эълон қилинган. Кейинчалик «Асарлар-56»да ва «Асарлар-64, 70»нинг I томларида нашр
этилган.
«Асарлар-64» тексти асосида босилмоқда.
УЧИНЧИ ҚУШ
(116-бет)
1932 йилда ёзилган, «Қизил Узбекистон» газетасининг 1932 йил
18 февраль сонида, сўнгра «Асарлар-56»да ва «Асарлар-64, 70»нниг
I томларида нашр қилинган.
«Асарлар-64» асосида босилмоқда.
1 У чинчи қўш — биринчи беш йилликнинг учинчи қишлоқ
хўжалик йили.
4 Ч елябинск — В. И. Ленин номидаги Челябинск трактор
заводи (ЧТЗ) қишлоқ хўжалиги учун гусеницали тракторлар ишлаб чиқарувчи корхона.
22 У мров — кўкрак.
ЕТАР МАИ, РУБОИИ ВА АНЕКДОТ
(118-бет)
1933 йил 7 февралда ёзилган. Шеърнинг лотин графикасидаги
машинка нусхаси шоир архивида сақланади. «Узбекистон шўро
адабиёти» журналининг ўша йилги 3—4-сонларида босилган. Кейинчалик «Асарлар-63»га ва «Асарлар-56, 70»нинг 1-томларига
ҳам киритилган.
«Асарлар-56» асосида чоп этилмоқда.
300
www.ziyouz.com kutubxonasi
40 «А л ё р > — давра қўшиғи. Утмишда ўтиришларда айтилган.
45 Шишган талоқ каби қилсинми талоқ — бу мисрада хасталанган қора жигарнинг операциясини кўзда тутиб,
мени ҳам жамият ўз ҳаторидан чиқариб ташласинми,
демоқчи.
КУКЛАМ МАРШИ
(120-бет)
1933 йилда ёзилган ва илк дафъа «Янги Фарғона» газетасининг 1933 йил 15 март сонида босилган, сўнгра «Асарлар-56, 64,
70»нинг 1-томларида чоп этилган.
Нашрга «Асарлар-64» тексти асос қилиб олинди.
ОТ
(121-бет)
Шеър 1933 йилда ёзилган. Қўлёзма ва лотин графикасидаги
машинка нусхалари шоир архивида сақланмоқда. Дастлаб «Узбекистон шўро адабиёти» журналининг ўша йилги 5—6-сонларида
босилган. Кейинчалик «Шеърлар-47» ва «Асарлар-56»да, «Асарлар-64, 70»нинг I томларида чоп қилинган.
«Асарлар-64» асосида нашрга киритилди. *
11 Пропеллер — ҳаво винти — самолёт, вертолёт, дирижабль ва бошқаларнинг учиши, аэрочана, глиссерларнинг ҳаракатланиши кучини ҳосил қиладиган паррак.
15 Бурул — холдор, кўкиш тусдаги от.
43 Темир омоч сўнгудай — темир омоч — деҳқончиликда ер
ҳайдаш учун ишлатиладиган темир тишли мослама. Темир омоч сўнгудай — темир омочнинг пўлатдан ясалган
тишидай.
ҚУМСАШ
(123-бет)
Шеърнииг лотин графикасидаги машинка нусхалари шоир архивида сақланмоқда.
1933 йилда ёзилган, биринчи марта ўша йили «Қизил Узбекистон» ва «ё ш ленинчи» газеталарининг 29 октябрь сонларида
босилган. Сўнг «Шеърлар-46, 47, 69», «Тонготар қўшиғи» тўпламларида, «Асарлар-53, 56 (I том), 63»да ва «Асарлар-64, 70»нинг
I томларида нашр этилган.
Нашрга «Асарлар-64» матни асос қилиб олинди.
5 Мана порлоқ балоғат гувоҳномаси — комсомол билети.
6 Тўрт минг беш ю з йигирма — 4520 — комсомол билети
номери.
22 Комячейка — комсомол ячейкаси, комсомол ташкилоти.
СОВЕТ ҚАҲРАМОНЛАРИГА
(124-бет)
Шеър 1933 йилда ёзилган. Қўлёзма ва лотин графикасидаги
машинка нусхалари шоир архивида сақланмоқда. «Қизил Узбекис301
www.ziyouz.com kutubxonasi
тон» газетасининг 1933 йил 18 апрель сонида «Қутб қаҳрамонларига» сарлавҳаси, «Еш ленинчи» газетасининг 1937 йил 3 декабрь
сонида «Қутбда сайлов» номи билан эълон қилинган. Қейинчалик
«Узбекистон», «Ун иккинчи», «Сайлов қўшиқлари», «Шеърлар-47»
тўпламларида, «Асарлар-53, 56 (I том), 63»да ва «Асарлар-64, 70»
иинг I томларида чоп этилган.
Томга «Асарлар-64» тексти асосида киритилди.
6 Замҳарир — қаттиқ совуқ.
7 Шовуш — муз парчаси.
11 «Ч елю скин» — 1933 йили «Челюскин» кемасида биринчи
марта Мурманскдан Владисостоккача сузиб ўтиш мўлжалланган. Пароход 1934 йил 13 февралда Чукотка
денгизида чўкиб кетган. Челюскинчилар совет учувчнлари томонидан ҳутқарилади.
17 Қаро — вазн талабига кўра шундай ҳўлланилган.
ТОШКЕНТ
( 126-бет)
1934 йилда ёзилган, дастхати ва лотин графикасидаги машинка нусхалари шоир архивида сақланади. Дастлаб «Қизил Узбекистон» газетасининг ўша йил 1 август сонида «Юртим» сарлавҳаси билан босилган. Сўнгра «Шеърлар-47», «Асарлар-56 (I том),
6 4 .(III том), 70 (I том)»да нашр этилгаи.
«Асарлар-64» асосида чоп этилмоҳда.
5 Ложувард — тўқ кўк тусли.
12 Оҳангарон— Тошкент областидаги дарё. Чатқол ва Қурама тоғ тизмаларидан оқиб тушадиган бир қанча сойлардан ҳосил бўлади. Оҳангарон дарёсининг ирмоқлари
жуда кўп. 1960 йилда Оҳангарои дарёсининг қуйи оқимида Тошкент денгизи деб ном олган Тошкент сув омбори қурилган.
12 Бўз, Анҳор — Тошкент шаҳридан оқиб ўтувчи дарёлар.
12 Салор — Тошкент областидаги канал. Ҳозир Салор Тошкент орқали Зангиота қишлоғининг жанубидан ўтиб,
Янгинўл районида тугайди.
34 Бир юз етмиш миллион қардошларга эш — шеър ёзилган кезларда Совет Иттифоқи аҳолисинннг сони шунча
эди.
АВВАЛ БАҲОР ЭДИ, ЕР ЭРДИ САБЗАПУШ
(129-бет)
Санаси номаълум ушбу шеърнинг қўлёзмаси шоир архивида
сақланади. Шеър «Асарлар-70»нинг X томида нашр қилинган.
Қўлёзма асосида томга киритилди.
10—11 Фарҳод тоғи, Ширин шаҳри — Шарқ халқларипинг қ;
димги тасаввурида тоғ ншларининг устаси сифатидь
шуҳрат топган Фарҳод, сув мўл-кўлчилиги ҳақидаги тасаввур билан таърифланиб келган Ширин кўпгина достонларнинг, жумладан, Алишер Навоийнинг «Фарҳод ва
Ширин» достонининг бош қаҳрамонларига айланди. Урта Осиё ва Кавказда қадимдан Фарҳод номи билан
аталган тоглар, Ширинсойлар кўпгинадир. Шундай манзиллар Бекобод ва Хўжанд (ҳознрги Ленинобод) атроф302
www.ziyouz.com kutubxonasi
ларида ҳам мавжуд. Шеърда шу мавзеларга ишора ки~
линади.
КУРИНУР
(130-бет)
1934 йилда ёзнлган. шеърнинг қўлёзма ва машинка нусхалари шоир архивида сақланади. «Шарқ юлдузи» журналининг
1967 йил 7-сонида ва «Асарлар-70»нинг I томида нашр қилинган.
Шоир дўстларининг эслашича, бу шеърни Ғафур Ғулом Узбекистон оқсоқоли Иўлдош Охунбобоев билан республика бўйлаб
сафарларидан бирида унинг тавсиясига кўра классик ашулалар;
йўлида ёзган.
«Асарлар-70» матни асосида нашр қилинмоҳда.
БОҒ
(131-бет)
Шоир архивида дастхати ва лотин графикасидаги машинка
нусхалари сақланмоқда бўлган ушбу шеър 1934 нилда ёзилган,
биринчи марта «Машъала» журналининг ўша йил 2-сонида эълон
қилинган. Кейинчалик «Узбекистон чироғлари», «Шеърлар-47»,
«Ленин ва Шарқ», «Шеърлар-69» тўпламларида, «Асарлар-53, 56
(1 том)»да ва «Асарлар-64, 70»нинг 1 томларида нашр этилган.
Томга «Асарлар-64» тексти асосида киритилди.
10 Ч чллик — эртапишар узум.
50 Шоир томонидан XIX аср форс-тожик адабиётининг за -
бардаст намояндаси Мирзо Абдулқодир Бедил шеъриятидан келтирилган: «Бода бар ҳар табъ мебахшад жудо хосияте»,— мисраи «Май ҳар таб эгасига алоҳида
бир таъсир кўрсатади», деган мазмунга эга.
Бедил (тахаллуси) Мирза Абдулқодир (1644—
1721)— машҳур шоир, файласуф, мутафаккир ва ўз
даврининг «Мирзо малик уш-шуаро»сидир. Бедил асарларининг асосий қисми унинг «Куллиёт»ида жамланган.
Узбек диёрида «Абулмаоний» («Маънолар отаси») деган фахрли лақаб билан шуҳрат топган.
ЯНГИ ИШҚ
(133-бет)
1934 йилда Совет ёзувчиларининг Бутуниттифоқ биринчи съездига бағишлаб ёзилган, илк дафъа «Еш ленинчи» газетасининг
ўша йил 17 сентябрь сонида эълон қилинган. Сўнг «Асарлар-56»га
ва «Асарлар-64, 70»нинг I томларига ҳам киритилган.
«Асарлар-64» асосида чоп этилмоқда.
УРДАК ВА ТУРҒУН
(134-бет)
1934 йилда ёзилган, шоир архивида тўлиқ бўлмаган лотин
графикасидаги машинка нусхаси сақланади. Илк дафъа «Ленин
учқуни» газетасининг 1935 йил 7 ноябрь сонида босилган. Кейин303
www.ziyouz.com kutubxonasi
чалик «Мукофот», «Шеърлар», «Тонготар қўшиғи», «Бари сеники»
тўпламларида ва «Асарлар-56 (I том), 64 (III том), 70 (IV том)»
да нашр қилинган.
Томга «Асарлар-64» тексти асосида киритилди.
ДИКТАТУРА
(136-бет)
1935 йилда ёзилган. Дастхат ва лотин графикасидаги машинка нусхалари шоир архивида сақланади. Дастлаб «Қизил Узбекистон» газетасининг ўша йил 13 январь сонида босилган. Сўнг
«Шеърлар-47», «Ҳаёт байроғи» тўпламларида, «Асарлар-53, 63»да
ва «Асарлар-56, 64, 70»нинг I томларида қайта нашр қилинган.
Том учун «Асарлар-64» тексти асос бўлди.
2 У р а л— Жанубий Урал ва Каспий бўйи пасттекислигидаги дарё.
2 Ч апаев В . И. (1887—1919) — СССРда гражданлар уруши қаҳрамони. 1917 йилдан КПСС аъзоси. Биринчи жаҳон урушида (1914—1918) қатнашган. 1919 й. апрелдан
25-ўқчи дивизияси командири сифатида Шарқий фронтнинг Колчак қўшинларига қарши ҳужумида муваффақиятли қатнашган. Чапаев сафдошлари билан ҳамма патроиларни отиб тугатгач, ярадор ҳолида Урал дарёсини
кечиб ўтаётганида душман ўқидан ҳалок бўлган. Чапаевнинг афсонавий қаҳрамонлиги 25-дивизиянинг ҳарбий
комиссари бўлган Д. Н. Фурмановнинг «Чапаев» повестида, «Чапаев» кинофильмида ва бошқа адабиёт ва
санъат асарларида тасвирланган.
6 Э ргаш — Қўқон атрофидаги районларда босмачиларга
бошчилик қилган шахс.
17 Ш дрсув — Фарғона область Узбекистон районидаги посёлка.
АППАРАТ БОШИДА
(138-бет)
Шеър 1935 йил 26 январда Коммунистик партия ва Совет
давлатининг атоқли арбоби В. В. Куйбишевнинг вафоти муносабати билан ёзилгаи. «Қизил Узбекистон» газетасининг 1935 йил
23 январь сонида, сўнг «Шеърлар-47»да ва «Асарлар-70»нинг I томида нашр этилган.
«Шеърлар-47» тексти асосида босилмоқда.
2 К уй б и ш ев В. В. (1888—1935)— Коммунистик партия ва
Совет давлати арбоби. 1903 йилдан революцион ҳаракатда қатнашган. 1904 йилдан Коммунистик партия
аъзоси. 1917 йил Самара революцион комитети ва губерна партия комитети раиси. Гражданлар уруши даврида Қизил Армия ташкилотчиларидан ва сиёсий раҳбарларидан бири. 1922 йил апрелдан РКП(б) МК секретари, 1923—26 йилларда Ишчи-деҳқон инспекцияси
раиси, 1930 йил ноябрдан СССР Давлат план комиссияси раиси, 1927 йилдан ВКП(б) Сиёсий бюроси аъзоси.
3 Э К Л — Экаэл — радиоприёмник маркаси.
18 Г а в а й— Тинч океандаги Гавай ороллари.
20 Калькутта — Ҳиндистондаги шаҳар. Денгиз порти. Ғарбий Бенгалия штатининг маъмурий маркази.
304
www.ziyouz.com kutubxonasi
25 <гАкнун Теҳрон сухан мезанад» — Энди Теҳрон гапиради.
26 Ризо Паҳлавий (1878—1944)— Эрон шоҳи.
43 Монах — роҳиб, диний гуруҳ вакили. Монахлар, роҳиблар «тарки дунё» қилиш, мол-мулкдан воз кечиш, қариндошлик ва ижтимоий алоқалардан холи бўлишни
тарғиб қиладилар.
45 Фокстрот (ингл. тез йўртиш, тез одим) — бал рақси.
1912 йилда АҚШда яратилган.
57 Бўғозимдан (бўгзимдан) — вазн талаби билан шундай
қўлланган.
81 Лстрахань — РСФСР Астрахаиь областининг маркази.
СССРдаги йирик порт шаҳарларидан бири.
93 Ҳали унинг босган изи Фарғонамизнинг — Куйбишев
Валериан Владимирович — гражданлар уруши даврида
11-армия ва Туркистон фронти Ҳарбий Революцион Кенгаши аъзоси. 1934 йилнинг декабрида В. В. Куйбишев
Узбекистонда бўлган эди. Шеърда шунга ишора қили-
! нади.
, 102 Яна мотам мунгларими тўлди уйимга— 1934 йил 1 декабрда Коммунистик партия ва Совет давлатининг атоқли арбоби Сергей Миронович Кировнинг вафоти кўзда
тутилади.
БОҒДА
(141-бет)
1935 йилда ёзилган, «Гулистон» журналининг ўша йил, 7-со*
нида эълон қилинган, сўнг «Асарлар-56»га ва «Асарлар-64, 70»нинғ
1-томларига ҳам киритилган.
Нашрга «Асарлар-64» асос қилиб олинди.
5 Қамар — ойнинг арабча номи.
5 Зуҳра — чўлпон юлдузи — Венера. Шарқ шеъриятида
осмон чолғувчиси, созандаси сифати билан таърифланади.
5 Ҳулкар — Савр юлдуз туркумида жойлашган тарқоқ юлдуз тўдаси.
КОЛХОЗ ҲАНГОМАСИ
(142-бет)
1935 йилда ёзилган ва илк дафъа «Муштум» журналининг
ўша йил 15—16-сонларида эълон қилинган. Шеър андижонлик
зарбдор кекса колхозчи аёл Рўзибиби Еқубовага бағишлаб Собир
Абдулла билан ҳамкорликда ёзилган. «Таниш башаралар» китобида «Уртоқ Еқубова» сарлавҳаси билан берилган. Кейинчалик
«Асарлар-56, 70»нинг 1-томларида нашр этилган.
Томга «Асарлар-56» матни асосида киритилди.
13 Собир Абдулла (1905—1972)— атоқли ўзбек совет шоири ва драматурги, УзССРда хизмат кўрсатган санъат
арбоби (1944), УзССР халқ шоири (1965).
114 Ойна Юсуф эди, мен Зулайхоси — бу ерда шарқ ҳалқлари ўтмиш адабиётида машҳур «Юсуф ва Зулайҳо»
қиссасининг қаҳрамонлари билан боғлиқ сифатлар ташбиҳ ўрнида келтирилган. Кейинги мисрада Фарҳод ва
20-97 305
www.ziyouz.com kutubxonasi
Ширин каби қаҳрамонларнинг образлари ҳам шу маънода эсланади.
МАРСИЯ ЭМАС
(147-бет)
А. Барбюснинг вафоти муносабати билан 1935 йилда ёзилган.
Дастхати шоир архивида саҳланади. Биринчи марта «Қизил Узбекистон» газетасининг ўша йил 2 сентябрь сонида босилган. Кейинчалик «Асарлар-56, 64, 70»нинг 1-томларига киритилган.
«Асарлар-64» тексти нашрга асос бўлди.
3 К ом м унар — Париж коммунаси қатнашчиси.
13 «М арсельеза» — француз революцион цўшиғи, Франция
давлат гимни.
22 Барбю с А н р и (1873—1935)— француз ёзувчиси ва жамоат арбоби, 1923 йилдан Франция коммунистлар партиясининг аъзоси. Унинг «Олов» (1916) ва «Еришув»
(1919) асарлари Биринчи жаҳон урушига ҳарши норозилик руҳида ёзилган. «Кларте» адабий бирлашмасининг ташкилотчиси, 1933 ва 1935 йиллардаги антифашист конгрессларининг ташкилотчиларидан бири.
41 Ҳали тахтлар тубига «олов етмасдан» — шоир бу сатрларда А. Барбюснинг урушни қоралайдиган «Ут» романини кўзда тутади.
С. АИНИИГА
(149-бет)
Атоқли адиб С. Айнийнинг 1935 йил 13 декабрда Тошкентда
ўтказилган юбилей кечасида Ғафур Ғулом томонидан ўқиб берилган. Дастхати шоирнинг архивида сақланмоқда. Шеър дастлаб
«Қизил Узбекистон» газетасининг 1935 йил 15 декабрь сонида,
сўнгра «Асарлар-56, 64, 70»нинг I томларида нашр этилган.
«Асарлар-64» матнига асосан чоп этилмоқда.
1 А й н и й С адриддин С аидм уродович (1878—1954)— тожик
совет адабиётининг асосчиси, ўзбек совет адабиётининг
бошловчиларидан. Узбекистон ССР Фанлар академиясининг фахрий аъзоси, Тожикистон ССР Фанлар академиясининг академиги ва тўнғич президенти. «Дохунда»
(1930), «Қуллар» (1934) романлари, «Одина», «Судхўрнинг ўлими» каби повестлар муаллифи. «Эсдаликлар»
(1949—1954) мемуар асари учун СССР Давлат мукофотига сазовор бўлган (1950).
3 С уб ҳи содиқ — чинакам тонг, тонг отиш пайти.
7 Д о х у н д а — С. Айнийнинг «Дохунда» романи қаҳрамони.
9 Ғ уло м ла р — қуллар. Бу ерда С. Айнийнинг «Қуллар»
романи қаҳрамонлари кўзда тутилади.
12 «Ш оҳном а» — форс-тожик шоири Абулқосим Фирдавсийнинг (940—1020) ривоят, афсоналардан иборат достони.
ИККИ ЁШЛИК
(150-бет)
1935 йилда ёзилган, лотин графикасидаги машинка нусхаси
шоир архивида сақланади. Шеър «Қизил Узбекистон» газетаси3 0 6
www.ziyouz.com kutubxonasi
нипг 1935 йил 8 январь сонида босилган. Сўнг «Мукофот», «Шеърлар», «Тонготар қўшиғи» тўпламларида, «Асарлар-53, 56»да, «Асарлар-64 (I том), 70 (IV том)»да нашр қилинган.
«Асарлар-64» тексти асосида томга киритилди.
4 Ж ева к — аёлларнинг бўйинга тақадиган безаги.
7 Шамол, баҳринг камол, чўлоқ кетмонингни олиб кет!—
халқ эътиқодига кўра шамол келмаганда, шамолни чақириш учун айтиладиган ибора.
29 П ла н ер — ҳавода моторсиз учадиган аппарат.
ХОЛДОРОИНИНГ НАКАЗИ
(152-бет)
1935 йилда ёзилган, дастхати шоир архивида сақланади. Шеър
биринчи марта «Ленин учқупи» газетасининг 1935 йил 9 январь
сонида «Узар ҳам Усарнинг адаси ёзган» имзоси билан эълон қилинган, кейинча «Асарлар-70»пинг IV томига ҳам киритилган.
Нашрга «Ленин учқуни» газетаси тексти асос қилиб олинди.
КУКЛАМ ШАМОЛИ
(156-бет)
1935 йилда ёзилган, қўлёзма ва машинка нусхалари шоир архивида сақланади. Шеър дастлаб «Қизил Узбекистон» газетасининг 4 апрель сонида «Узарнинг дадаси» имзоси билан эълон
қилинган. Кейинчалик «Асарлар-70»нинг IV томига ҳам киритилган.
Нашрга «Қизил Узбекистон» газетаси матни асос бўлди.
2 Чимён — Тошкент область Бўстонлиқ районидаги мавзе.
Чимён тоғи этаклари. Чимён сойи атрофлари кенг дам
олиш жойларидан иборат.
БАРИ СЕИИКИ
(157-бет)
1936 йилда ёзилган, дастхати ва лотин графикасидаги машинка нусхалари шоир архивида сақланади. Дастлаб «Ерқин турмуш» журналининг 1937 йил 4—6-сонларида эълон қилинган. Сўнг
«Шеърлар-46, 47», «Тонготар қўшиғи», «Бари сеники» тўпламларида, «Асарлар-53» ва «Асарлар-56, 64, 70»нинг I томларида чоп
этилган.
Нашрга «Асарлар-64» матни асос қилиб олинди.
40 Қ адар — бу ерда қудрат маъносида.
КУК БУСАҒАСИДА
(159-бет)
1936 йилда ёзилган, дастхатлари ва лотин графикасидаги машинка нусхалари 'шоир архивида сақланади. Шеър биринчи марта
«Гулистон» журналининг 1936 йил 7—8-сонларида эълон қилинган. Сўнг «Шеърлар-47», «Асарлар-56, 64, 70»нинг I томларида
чоп этилган.
Шегър Москва — Франц-Иосиф ери маршрути бўйлаб 56 соат
307
www.ziyouz.com kutubxonasi
тўхтовсиз учган атоқли совет учувчилари Чкалов, Байдуков ва Беляковнинг қаҳрамонлигига бағишлаб ёзилган.
Нашрда «Асарлар-64» матни асосга олинди.
2 Ч калов В а лер и й П а вло ви ч (1904—1938)— совет синовчи учувчнси, Совет Иттифоҳи Қаҳрамони. . 1936 йил
20—22 июлда Г. Ф. Байдуков ва А. В. Беляковлар билан бирга Москвадан Петропавловск—Камчатка орқали
Удд оролигача (9374 км), 1937 йил 18—22 июнда Москвадан Шимолий Қутб орқали АҚШгача (12 минг км.
дан зиёд) қўнмасдан учиб ўтган ва қўнмай узоқ учиш
бўйича жаҳон рекорди ўрнатган.
2 Б а й д ук о в Георгий Ф илиппович (1907 й. туғ.) — Совет
Иттифоқи Қаҳрамони, авиация генерал-лейтенанти.
2 Б е л я к о в А лекса н д р В асильевич (1897 й. ту ғ.)— авиация
соҳасидаги совет арбоби, аэронавигация бўйича мутахассис, география фанлари доктори, проф. авиация генлейтенанти, Совет Иттифоқи Қаҳрамоии.
24 Буртак — бўлак маъносида.
ШЕЪР ҲАМ СОБУП
(161-бет)
Лотин графикасидаги машинка нусхалари шоир архивида
сақланади. Ғафур Ғулом 1936 йилда Татаристон АССРга ўзбек
ёзувчилари бригадаси составида борганида мазкур шеърни татар
халқининг атоқли революционери Мулланур Воҳидов номидаги
совун заводининг ишчиларига атаб ёзган. «Қизил Татаристон» газетасининг 1936 йил 23 июль сонида, «Қизил Узбекистон» газетасининг 1936 йил 24 октябрь сонида чоп этилган. Кейинчалик
«Шеърлар-69» тўпламида ва «Асарлар-56, 64, 70»нинг I томларида
нашр этилган.
«Асарлар-64» тексти асосида чоп этилмоқда.
8 У чмох — жаннат.
10 К ирпич — ғишт.
14 П ичроқ — кир, жирканч.
21 П учм оқ — бурчак.
29 И фор — хушбўй.
34 Оритув — тозалаш.
СТАДИОН ОҚШОМИ
(162-бет)
1936 йил 16 сентябрда ёзилган, дастхатлари ва лотин графикасидаги машинка нусхалари шоир архивида сақланади. Шеър
илк дафъа «Қизил Узбекистон» газетасининг 1936 йил 18 сентябрь
сонида босилган. Кейинчалик «Шеърлар», «Шеърлар-47», «Комсомол», «Тонготар қўшиғи», «Бари сеники» тўпламларида, «Асарлар-53»да ва «Асарлар-56, 64, 70»нинг I томларида нашр қилинган.
«Асарлар-64» асосида чоп этилмоқда.
28 М уҳр а — шахмат донаси.
32 Ж ун б уш — ҳаяжон, тўлқинланиш.
308
www.ziyouz.com kutubxonasi
КОНСТИТУЦИЯМИЗ
(163-бет)
1936 йилда ёзилган, дастхати ва лотин графикасидаги тўлиқ
бўлмаган машинка нусхалари<>шоир архивида сақланмоқда. Шеър
Узбекистон Советларининг фавқулодда 8-қурултойида ўқиб берилган ва дастлаб«Қизил Узбекистон» газетасининг 1936 йил 18 ноябрь сонида эълон қилинган. Қейинчалик «Шеърлар-47» ва «Асарлар-56, 64, 70»нинг I томларига ҳам киритилган.
Томга «Асарлар-64» матни асосида киритилди.
8 Х о на бардўш — кўчини орқалаган, яъни уй-жойсиз.
51 М уҳит — денгиз маъносида.
54 У вадабанд — увадага ўралган, жулдур кийимли.
НОРТОЖИНИНГ КУРАҚ ТИШИ
(166-бет)
1936 йилда ёзилган, дастлаб «Усарбойнинг дадаси ёзган ше(ьр»
имзоси билан «Ленин учқуни» газетасининг 1936 йил 6 декабрь
сонида, «Ерқин турмуш» журналининг 1936 йил 5 сонида босилган. Сўнг «Мукофот», «Шеърлар», «Тонготар қўшиғи», «Бари сеники» тўпламларида, «Асарлар-56, 64 (III том), 70 (IV том)»да
нашр этилган.
Нашрда «Асарлар-64» асосга олипди.
МАДРИД ҚУШИҚЛАРИ
(169-бет)
Дастхати ва тўлиқ бўлмаган машинка нусхалари шоир архивида сақланади. Шеър биринчи марта «Қизил Узбекистон» газетасининг 1936 йил 7 ноябрь сонида босилиб чиққан. Сўнг «Шеърлар-47», «Асарлар-64 (III том), 70 (I том)»да нашр этилган.
«Асарлар-64» матни асосида чопга тайёрланди.
2—5 К айхусрав, К уруш , К ир — қадимги Эрон шоҳи (мил.
ав. 558—580). Ахоманийлар давлати асосчиси. Шеърда
Урта Осиё халқлари эпоси саналмиш «Тўмарис» ҳақидаги афсонада мавжуд ўзга ўлкалар ғоратгари Кайҳусравнинг кесик бошини қон тўлдирилган меш (сув сақлаш учун теридан тикилган идиш)га солиниши эпизодига ишора бор.
10 Р овий — ривоят айтувчи, ҳикоя қилувчи.
12 М одаркуш — онасини ўлдирган.
12 Ф ранко Баам онда Ф рансиско (1892—1975)— Испания
диктатори. Испания республикасига қарши кўтарилган
ҳарбий фашистлар исёни бошлиғи.
18 Ж абалт ориқ — Гибралтар бўғози — Пиреней ярим оролининг жанубий чеккаси (Европа) билан Африканинг
шимоли-ғарбий учи ўртасидаги бўғоз.
19 Қ ибрис, К ипр — Кипр Республикаси — Ғарбий Осиёдадаги давлат. Урта денгизнинг шарқий қисмида, Қипр
оролида. Пойтахти Никосия шаҳри.
21 А н д а л у с — қадимги шарқ манбаларида Испаниянинг номи; аслида Испаниянинг жанубидаги вилоят.
28 А л х у м р о — Альгамбра; Гренада шаҳри яқинида араб
309
www.ziyouz.com kutubxonasi
меъморчилигининг ажойиб намунаси бўлган цалъа.
XIV—XV асрларда қурилган.
35 А ла м — бу ерда байроқ маъносида.
42 Қуртоба, Ғарнота (арабча ш акл)— Кордова, Гренада —
Испаниянинг жанубидаги шаҳарлар.
59 М уссолини Бенито (1883—1945) — Италиядаги фашистлар
партияси ва ҳукумати (1922—1943) бошлиғи.
ЧАМАН
(171-бет)
1937 йилда ёзилган ва биринчи марта «Гулистон» журналининг 1937 йил 3-сонида босилган. Шеърнинг машинка нусхаси шоир архивида саҳланмоқда. Шеър кейинчалик «Шеърлар-47, 69»,
«Ленин ва Шарқ» тўпламларида ва «Асарлар-56, 64, 70»нинг
I томларида нашр қилинган.
Томга «Асарлар-64» асосида киритилди.
7 Ж ў р — тўрғайлар оиласининг бир тури. Чумчуқсимонлар
туркумининг бир оиласи.
7 Сож — қушнинг номи.
8 Ҳ ам роз — сирдош.
11 К ўзн и бо ғло вчи ф аранг — фокусчи.
14 Д ам соз — ҳамдард.
15 А р ғув о н — баҳорда очнладиган қизил гулли дарахт.
36 Ком — ният.
САНЪАТИМ
(172-бет)
1937 йилда Москвада ўтган ўзбек адабиёти ва санъати ўн
кунлигининг муваффақиятлн тугалланиши муносабати билан ёзилган. Шеърнинг қўлёзмаси ва машинка нусхаси шоир архивнда
сақланади. Биринчи марта «Гулистон», «Ёрқин турмуш» журналларининг 1937 йил 5-сонида эълон қилинган. Кейинроқ «Асарлар64»нинг III томида, «Асарлар-70»нинг I томида чоп этилган.
Нашрга «Асарлар-64» матни асос қилиб олинди.
8 Гулсара — Комил Яшин М. Муҳамедов билан ҳамкорликда яратган «Гулсара» музикали драмасидаги бош
қаҳрамон.
15 И чкари — революциядан олдин аёллар яшашига мўлжалланган алоҳида ҳовли.
19 Н осирова Ҳ алим а (1913)— хонанда, ўзбек вокал санъатининг йирик намояндаси, опера солисткаси. СССР
халқ артисти (1937), фаолиятини актриса снфатида
1927 йилдан Узбек Давлат намуна сайёр труппасида
бошлаган. СССР Давлат мукофоти (1940, 1951), Ҳамза
номидаги УзССР Давлат мукофоти (1971) лауреати.
19 Эш онтўраева Сора А б д ур а ҳм о н о вна (1911)— атоқли ўзбек совет актрисаси, жамоат арбоби. СССР халқ артисти (1951), 1942 йилдан КПСС аъзоси. 1927 йилдан ўзбек давлат марказий драма труппаси (ҳозирги Ҳамза
номидаги ўзбек давлат академик драма театри) актрисаси. СССР Давлат мукофоти (1946, 1977), УзССР Ҳамза мукофоти (1967) лауреати.
310
www.ziyouz.com kutubxonasi
НОМЗОД — МАШИНИСТ
(173-бет)
Шеър 1937 йилда СССР Олий Советига I сайловлар ўтказилиши муносабати билаи М. Шайхзода ҳамкорлигида ёзилган.
Д астлаб «Қизил Узбекистон» газетасининг 1937 йил 29 ноябрь сонида «Кандидат машинист» сарлавҳаси билаи эълон ҳилинган.
Кейинчалик «Ун иккинчи», «Сайлов қўшиҳлари» тўпламларида ва
«Асарлар-70»нинг I томида нашр этилган.
Шеърнинг қўлёзмаси саҳланмаган.
«Сайлов ҳўшиҳлари» текстн асос ҳилиб олинди.
2 Е м цов — Урта Осиё темир йўли Тошкент депосининг илғор машинисти Василий Яковлевич Емцов.
24 К ривонос Пётр Ф едорович (1910)— транснорт соҳасида
новатор, Социалистик Меҳнат Қаҳрамони (1943). 1929
йилдан КПСС аъзоси. Паровоз машинисти сифатида у
1938 йилда юк ташувчи поездларнинг техник тезлигини
икки марта ошириш ҳақидаги янги фикрнинг ташаббускори. 1953 йилдан жануби-ғарбий темир йўли бошлиғи
вазифасида ишлади. 1937—62 йиллар СССР Олий Совети депутати.
МАВЖУДА
(175-бет)
Шеър 1937 йилда Тошкент тўҳимачилик комбинатининг илғор
ишчиси Мавжуда Абдураҳмонованинг СССР Олий Совети депутатлигига номзоди кўрсатилиши муносабати билаи М. Шайхзода ҳамкорлигида ёзилган. Дастлаб «Ерҳин турмуш» журналининг
1937 йил 10-сонида, сўнгра «Ун иккинчи», «Сайлов қўшкҳлари»
тўпламларида ва «Асарлар-70»нинг I томида нашр этилган.
Шеър «Сайлов қўшиқлари» асосида босилмоқда.
10 М оки — тўқув станогида танда иплари орасидаи арқоқни олиб ўтадиган мослама.
37 Ҳ а вч (ҳ о в у ч ) — қофия ва вазн талаби билан шу формада қўлланилган.
САРАЛАНГАН УҒИЛ
(177-бет)
1937 йил 26 ноябрда УзКП(б) Марказий Комитетининг секретари Усмон Юсуповнинг СССР Олий Совети депутатлигига номзоди кўрсатилиши муносабати билан М. Шайхзода ҳамкорлигида
ёзилган. У биринчи марта «Қизил Узбекистон» газетасининг
1937 йил 26 ноябрь сонида, кейинчалик «Ун иккинчи», «Шеърлар47» тўпламларида ва «Асарлар-70»нинг биринчи томида қайта
нашр қилинган.
Нашрда «Шеърлар-47» матни асос бўлди. 22-қатордаги «эрк»
сўзи «Ун иккинчи» асосида.
2 Ю супов Усмон Ю супович (1900—1966) — Коммунистик
партия ва Совет давлати арбоби, 1926 йилдан КПСС
аъзоси. 1929 йилдан Узбекистон КП(б) МК аъзоси ва
МК секретари. 1931—34 йилларда У. Юсупов Бутуниттифоқ Касаба союзлари Совети Урта Осиё Бюросининг
раиси. 1937—50 йилларда Узбекистон КП(б) МК биринчи
311
www.ziyouz.com kutubxonasi
секретари. 1950—53 йилларда СССР гшхтачилик министри, 1953—55 йилларда УзССР Министрлар Советининг
раиси, СССР Олий Совети ва Узбекистон Олий Совети
Президиуми аъзоси (1937—50).
35 Қ ур ъ а — чек ташламоқ.
39 Ж а ш н — байрам, таитана.
БАХШИНИНГ ХОТИРАСИ
(179-бет)
Шеърнинг машинка нусхалари шоир архнвида сақланади.
СССР Олий Совети депутатлигига номзоди кўрсатилган Догистоннинг машҳур халҳ шоири Сулаймон Стальскийнинг вафоти муносабати билан 1937 йилда М. Шайхзода ҳамкорлигида ёзилган ва
«Қизил Узбекистон» газетасининг 1937 йнл 26 ноябрь сонида босилган. Кейинчалик «Ун иккинчи», «Сайлов ҳўшиҳлари», «Шеърлар-47» тўпламларида, «Асарлар-53, 63»да ва «Асарлар-56, 64, 70»
нинг биринчи томларида чон этилган.
Шеър «Ун иккинчи» ва «Сайлов ҳўшиҳлари» тўпламларида
«Кандидатнинг хотираси» номи билан чоп этилган.
«Асарлар-64» асосида иашр ҳилинмоҳда.
4 Доғист он — Автоном Совет Социалистик Республикаси. РСФСР таркибида 1921 йил 21 январда ташкнл
этилган.
5 А срдийда — узоҳ умр кўрган.
10 Л а зги — лезгинлар — Доғистонда яшайдиган Кавказ
халҳларидан.
16 Зам она Гом ери — Гомер — ҳадимги Юнонистоннинг афсонавий шоири. Машҳур «Илиада» ва «Одиссея» эпик
достонлари Гомер номи билан боғланади. Максим Горький С. Стальскийни «XX аср Гомери» деб атаган эди.
16 С улайм он — Сулаймон Стальский (1869—1937) — атоҳли лезгин шоири, оҳини. Доғнстон АССР халҳ шоири.
ҚУТБДА САПЛОВ
(180-бет)
Шеърнинг лотин графикасидаги машинка нусхалари шоир архивида саҳланади. 1937 йилда биринчи «Шимолий ҳутб» кўчма
ҳутб станциясининг бошлиғи И. Д. Пананиннинг СССР Олий Совети депутатлигига номзоди кўрсатилиши муносабати билан
М. Шайхзода ҳамкорлигида ёзилган. Дастлаб «Еш ленинчи» газетасининг 1937 йил 5 декабрь сонида эълон ҳилинган. Сўнг «Ун
иккинчи», «Сайлов ҳўшиҳлари», «Шеърлар-47» тўпламларида,
«Асарлар-56, 64, 70»нинг биринчи томларида ҳайта нашр ҳилинди.
«Асарлар-64» тексти асоснда чоп ҳилинмоҳда.
2 П апанин И ва н Дмит риевич (1894) •— совет ҳутб тадқиқотчиси. География фанлари доктори (1938). Контр. адмирал (1943), икки марта Совет Иттифоҳи Қаҳрамони
(1937, 1940), 1919 йилдан ҚПСС аъзоси. 1937—38 йилларда Марказий Арктикада муз парчаси устида уюштирилган биринчи совет ҳутбий станция «Северний Полюс» («СП-1»)га раҳбарлик ҳилган. 1939—46 йилларда
Шимолий денгиз йўли Бошҳармасипинг бошлиги.
1951 йилда эса СССР ФАнинг Денгиз экспедициялари
312
www.ziyouz.com kutubxonasi
ишлари бўлимининг бошлиғи, 1941—52 йилларда Мар-
' казий ревизия комиссиясининг аъзоси. 1937—50 йилларда
СССР Олий Совети депутати. «Муз устидаги ҳаёт»
(1938) ва «Муз ва учқун» (1977) китобларининг автори.
5 Тўртта қондош ю рак — станция бошлиғи И. Папанин;
океанограф П. Ширшов (1905— 1953); метеоролог
Е. К. Федоров (1910); радист Э. Т. Кренкель (1903—
1971) кўзда тутилади.
САИЛОВ ҚАСИДАСИ
(182-бет)
1937 йилда СССР Олий Советига сайловлар кунига бағишлаб
М. Шайхзода билан ҳамкорликда ёзилган. Дастлаб «Қизил Узбекистон» газетасининг 1937 йил 12 декабрь сонида босилган. Сўнгра «Ун иккинчи», «Сайлов ҳўшиқлари» тўпламларида эълон қилиниб, сўнг «Асарлар-70»нинг I томига ҳисқартишлар билан кирнтилган.
Шеър «Сайлов қўшиқлари» тексти асосида босилмоқда.
36 Р и ё — иккиюзламачилик.
57 Ч ўкич — учи ўткир пўлат асбоб.
57 С андон — темирчи ва заргарларда ишлатиладиган темир кунда.
86 Д а си са — маккорлик, хиёнат.
94 Парламент — буржуа давлатларида олий ваколатли орган.
132 Н арком — халқ комиссари.
141 «А сос қ о н у н »— Асосий қонун — СССР Конституцияси.
177 И лк м арш ал — Ворошилов Климент Ефремович (1881 —
1969)— совет партия, давлат ва ҳарбий арбоби. Совет
Иттифоқи Маршали (1935), икки марта Совет Иттифоқи Қаҳрамони (1956, 1968), Соцналистик Меҳнат Қаҳрамони (1960), 1903 йилдан КПСС аъзоси.
180 М еҳрибон оқсоқол — Калинин Михаил Иванович (1875—
1946) — Коммунистик партия ва Совет давлати арбоби.
Социалистик Меҳнат Қаҳрамони (1944). 1898 йилдан
Коммунистик партия аъзоси. Петербург «Ишчилар синфини озод қилиш учун кураш иттифоқи» аъзоси. 1905—
1907 йиллар революцияси (Петербург) қатнашчиси.
1912 йилдан Марказий Комитет аъзолигига кандидат
ва РСДРП Марказий Комитети Рус бюроси аъзоси
қилиб сайланган. 1917 йил Февраль ва Октябрь революциялари қатнашчиси. 1919 йилдан РСФСР Марказий
Ижроия Комитети ва 1922 йилдан СССР Марказий
Ижроия Комнтети раиси қилиб сайланган. 1938 йилдан
1946 йил мартгача СССР Олий Совети Президиуми
ранси.
ТУРСУНАЛИ НЕГА ВАРРАКДАН АИНИДИ
(188-бет)
1937 йил 25 мартда ёзилган ва биринчи марта «Ленин учқуни» газетасининг 1937 йил, 3 апрель сонида босилган. Кейинчалик
«Мукофот», «Шеърлар-46, 47», «Тонготар қўшиғи» тўпламларида,
•97 313
www.ziyouz.com kutubxonasi
«Асарлар-56 (I том), 64 (III том), 70 (IV том)»да қайта. нашр
қилинган.
Шеър шоир архивида лотин графикасидаги машинка иусхада,
«Мукофот», «Шеърлар» тўпламларида «Турсуналининг варраги»
сарлавҳаси билан берилган.
«Асарлар-64» матни асосида томга киритилди.
49 М одель — бирор нарсанинг кичрайтириб ёки катта ҳилиб ясалган нусхаси.
ГУЛДАН ЧАМБАР УРДИ БОШИНГГА ВАТАН
(190-бет)
Шоир архивида шеърнинг машинка нусхаси сақланади.
В. Гризодубова, П. Осипенко ва М. Раскованинг «Родина» самолётида 1938 йил 24—25 сентябрь кунлари Москвадан Узоқ
Шарққа қўнмасдан учиб кўрсатган қаҳрамонликлари муносабати
билан ёзилган. Шеър «Саодат» (1967, № 1), «Шарқ юлдузи»
(1967, № 2) журналларида ва «Асарлар-70»нинг I томида чоп
этилган.
Нашрда «Асарлар-70» матнига асосланилди.
6 Зебуннисобегим (1639—1702) — машҳур ўзбек шоираси,
маърифатпарвари, Бобурнинг паннабираси.
10 М еҳри Ҳ ира ви й — XV асрда яшаган истеъдодли шоира.
Унинг номи Алишер Навоий асарларида ҳам зикр этилади.
17 «•Баёт», «Муножот», «У ш ш оқ», «Н аво» — классик куйларнинг номлари.
22 Ф оли бад — ёмонлик нишонаси.
24 «Бастихон», «Таммат» — ўтмишда қолоҳ тушунчали кишилар оилада ҳиз туғилишига «чек қўйиш» учун қиз
болага «Басти» (бас), «Таммат» (тамом), «Кифоят»
(кифоя), «Хотима» (охиргиси) каби исмларни қўйганлар.
46 О сипенко П оли н а Д ен и со вн а (1907—1938) — Совет ҳарбий учувчиси, майор, Совет Иттифоқи Қаҳрамони
(1938).
47 З у ҳ а л — Сатурн планетаси.
МЕҲНАТ ВА ҲУРМАТ
(192-бет)
1939 йилда ёзилган. «Қизил Узбекистон» газетасининг 1939 йнл
5 февраль сонида эълон қилинган. Сўнг «Асарлар-56, 64, 70»нинг
I томларида қайта нашр этилган.
«Асарлар-64» матни асосида чопга тайёрланди.
8 Аторуд — Меркурий планетаси.
17 Б у беш — шундан юқоридаги икки мисрада келтнрилган: ақл, билим, шижоат, виждон, меҳнат.
18 С т ахановчилик ҳаракаТи — социалистик ишлаб чиқариш
новаторлари — илғор ишчилар, колхозчилар, инженертехник ходимларнинг янги техникани ўзлаштириш асосида меҳнат унумдорлигини ошириш учун бошлаган
оммавий ҳаракати. 1935 йил иккинчи беш йиллик даврида социалистик мусобақанинг янги босқичи сифатида
пайдо бўлди. Стахановчилик ҳаракати «Центральная —
314
www.ziyouz.com kutubxonasi
Ирмино» шахтасинипг кон қазувчиси А. Г. Стахановнинг
номи билан боғлиқ.
ЯША, ДЕИМАН, УҒЛИМ!
(193-бет)
1939 йил ноябрь ойида ёзилган, шоир архивида унинг машинка нусхаси сақланади. Шеър дастлаб «Ленин учқуни» газетасининг 1939 йил 20 ноябрь сонида, кейинчалик «Шеърлар», «Тонготар қўшиғи» тўпламларида, «Асарлар-56, 64 " (III том), 70
(IV том)»да қайта нашр этилган.
«Асарлар-64» матни асосида нашр қилинмоқда.
АЗИЗНИНГ ДАДАСИ НОС ЧЕКИШНИ ТАШЛАДИ
(194-бет)
1939 йил ноябрь ойида ёзилган. Дастхати ва лотин графикасидаги машинка нусхалари шоир архивида сақланади. Биринчи
марта «Ленин учқуни» газетасининг 1939 йил 20 ноябрь сонида
босилган, кейин «Мукофот», «Шеърлар», «Тонготар қўшиғи» тўпламларида ва «Асарлар-70»нинг IV томида чоп этилган.
Томга «Тонготар қўшиғи» асосида киритилди.
«ҚУТЛУҒ КУН ҚУШИҒИ»
(195-бет)
1940 йилда ёзилган. Шеърнинг дастхати ва машинка нусхалари шоир архивида сақланади. Даставвал «Қизил Узбекистон»
газетасининг 1940 йил 3 январь сонида, кейинчалик «Муштум»
журналинипг 1969 йил Ю-сонида ва «Асарлар-70»нинг I томида
босилган.
Томга «Қизил Узбекистон» газетаси тексти асос бўлди.
Шеърнинг бириичи бандида 1939 йилда УзССРнинг тузилганига 15 йил тўлиши шарафига республикамизнинг Ленин ордени
билан мукофотлангани айтилган.
15 М ингдап ортиқ ян ги ордени бор — юксак меҳнат унумдорлиги учун мукофотланган республика ишчилари ва
қишлоқ хўжалиги ходимлари кўзда тутилади.
21 Ҳ ум о й — афсонавий қуш, давлат қуши.
27 П аргар — бир учи шарнирли, бириктирилган икки оёқли
чнзмакашлик ва ўлчаш асбоби — циркуль.
36 М а н н ер гей м— 1939—40 йилларда Финляндиянинг СССР
га қарши урушида мағлубиятга учраган фин армиясининг қўмондони.
САРҲИСОБ
(197-бет)
1940 йил март ойида ёзилган. «Асарлар-56, 64, 70»нинг I томларида қайта пашр этилган.
«Асарлар-64» текстига асосан томга киритилди.
315
www.ziyouz.com kutubxonasi
ҚАСИДАИ ШАМСИЯ
(198-бет)
1940 йил 4 майда С. Абдулла ғазалига ёзилган мухаммас.
Шоир архивида машинка нусхаси сақланмоқда. Шеър «Узбекистон
маданияти» газетасининг 1973 йил 18 май сонида ва «Асарлар-70»
нинг X томида эълон қилинган.
«Асарлар-70» тексти асосида нашр қилинмоқда.
1 Қ асидаи ш амсия — қуёш мадҳи.
5 Ҳ а зо р сол — минг йил.
13 Қ уёш кусуф и — қуёш тутилиши.
37 Ҳ ум ро, ҳам ро — қизил.
38 Б а н и баш ар — бутун олам.
АҲМАД ЕМОН БОЛА ЭМАС-КУ, АММО...
(200-бет)
1940 йил 21 апрелда ёзилган. Шеърнинг дастхати шоир архивида саҳлаиади. «Ленин учҳуни» газетасининг 1940 йил 22 апрель
сонида эълон қилинган. Кейинчалик «Мукофот», «Шеърлар-46, 47»,
«Тонготар қўшиғи», «Бари сеники» тўпламларида ва «Асарлар-56
(I том), 64 (III том), 70 (IV том)»да қайта нашр қилинган.
«Асарлар-64» матни асосида чоп этилмоқда.
39 «С короход» — Ленинграддаги «Скороход» ' пойафзал бирлашмаси маҳсулоти.
РЕСПУБЛИКАМИЗ ДОНГДОР ЧЕВАР ҚУЛЛАРИГА —
УДДАБУРОНЛАРИГА «МУШТУМ» САЛОМИ
(206-бет)
Шеър 1941 йил январида ёзилган. Тўла бўлмаган дастхати,
машинка нусхаси шоир архивида сақланади. Биринчи марта «Муштум» журналининг 1941 йил 4-сонида босилган. Кейинчалик «Асарлар-64 (I том), 70 (II том)»да нашр қилинган.
Томга «Муштум» журнали матни асос қилиб олннди.
24 О йдия — Манзура Собирова (1906—1953) — ўзбек совет ҳикоянависи, шоираси, драматурги ва жамоат арбоби. Узбекистон давлат нашриётида (ҳозирги «Узбекистон» нашриёти) булим бошлиғи (1931), Узбекистон ССР
Езувчилари союзининг масъул секретари (1932—1937),
«Ерқин ҳаёт» журнали муҳаррири ўринбосари (1938—
1941), «Узбекистон хотин-қизлари» журналининг муҳаррири (1946—1953). Узбекистон ССР Олий Совети депутати.
25 «Б рқин ҳаёт» — Узбекистон хотин-қизларининг ижтимоий-сиёсий, адабий-бадиий ойлик оммабоп журнали.
УзКП(б) МКнинг органи, «Қизил Узбекистон» газетасининг нашри. Илгари «Яши йўл» (1925 йил декабрдан
1936 йил июнгача), «Ерқин турмуш» (1936 йил июндан)
номларида чиққан. 1938 йил 1 январдан «Ерқин ҳаёт»
номи билан нашр этилган. 1950 йилдан «Узбекистон
хотин-қизлари», 1966 йилдан эса «Саодат» номлари билан чиқа бошлади.
28 Қ урбон ота И см оилов (1866—1946)— хоразмлик ижод316
www.ziyouz.com kutubxonasi
кор. 1940 йилда 70 ёшга тўлиши муносабати билан «Узбекистон халқ достончиси» деган юксак унвонга сааовор бўлган.
71 Л уи за , О ф елия, Д ездем она — СССР халқ артисти Сора
Эшонтўраеванинг «Макр ва муҳаббат», «Хамлет»,
«Отелло» трагедияларида яратган образлари.
СОВЕТ ХАЛҚИНИНГ БАИРАМИ
(209-бет)
Шеър 1941 йил 30 апрелда Биринчи май байрами муносабати
билан ёзилган. Шоир архивида машинка нусхаси сақланади. Дастлаб «Ленин учқуни» газетасининг 1941 йил 1 май сонида босилган. Сўнгра «Мукофот», «Шеърлар-47» тўпламларида ва «Асарлар-53, 56 (1 том), 64 (I том), 70 (IV том)»да нашр қилинган.
Томга «Асарлар-64» матни асос қилиб олинди.
5 К олонналар қобоғида — саф олдида.
БИЛИБ ТУРИБМАН
(210-бет)
1941 йил 2 майда Қўқон шаҳрида ёзилган. Шеърнинг бир саҳифали дастхати қораламаси (парчалар) ва машинка нусхаси шоир архивида сақланади.
«Ленин учқуни» газетасининг 1949 йил 11 май сонида, «Тонготар қўшиғи» тўпламида, «Асарлар-56 (I том), 64 (III том), 70
(IV том)»да нашр қилинган.
Томга «Асарлар-64» матни асосида киритилди.
7 Я ш ар (1935—1941)— шоирнинг ўғли.
15 Усар (1933)— Улуғ Ғуломов, ЎзССР Фанлар академияси Ядро институтининг бўлим мудири, физика-математика фанлари доктори, УзССР Фанлар академиясининг
мухбир аъзоси.
20 Н изом ий Ганж авий — Абу Муҳаммад Илёс ибн Юсуф
(1141 — Озарбайжоннинг Ганжа ш.— 1209) — буюк
озарбайжон шоири ва мутафаккири. Тазкирачилар Низомий Ганжавийнинг 20 минг байтдан иборат шеърий
девони бўлганини ёзадилар. Низомий Шарқда биринчи
«Хамса»навис сифатида машҳурдир. Адибнинг ўз даврида «Панж Ганж» номи билан шуҳрат топган бу асари «Махзанул-асрор» (1170), «Хисрав ва Ширин»
(1181), «Лайли ва Мажнун» (1188), «Ҳафт пайкар»
(1196), «Искандарнома» (1199—1200) достонларидан
иборат.
20 Х исрав (Хисрав Деҳлавий, 1253—1325) — ҳинд ва форстожик шоири, олими, музикашуноси. Қелиб чиқиши ўртаосиёлик бўлган бу шоир форс, урду ва ҳинд тилларида асарлар ёзган. Амир Хисрав Деҳлавий кўплаб адабий, тарихий асарлар қолдирди. Унинг лирикаси беш
девондан иборат. Хисрав Деҳлавий Низомийга жавобан
«Хамса» ҳам яратган (1298—1301).
БИЛИБ ҚУИҚИ, СЕНИ ВАТАН КУТАДИ
(211-бет)
317
www.ziyouz.com kutubxonasi
Шеър 1941 йил 14 майда Қўқон шаҳрида ёзилган. Машинка
нусхаси шоир архивида саҳланади. Дастхати сақланмаган. «Ленин
учқуни» газетасининг 1941 йил 19 май сонида «Билиб қўйки, сени
дунё кутади» сарлавҳаси билан босилган. Сўнгра «Янги шеърлар»,
«Шеърлар», «Тонготар қўшиғи», «Бари сеники» тўпламларида,
«Асарлар-53, 56 (I том), 63, 64 (III том), 70 (IV том)»да нашр
этилган.
Томга «Асарлар-64» тексти асос қилиб олинди.
10 М уам м о — маъноси ҳарфлар ичига беркитилган сўз,
жумбоқ, муаммо қоидаларига оид Алишер Навоийнинг
«Муфрадот» асари маълумдир.
НАВҚИРОН НАСЛИМИЗ СИНОВ ОЛДИДА
(212-бет)
Шеър 1941 йил 18 майда ёзилган.
Автор архивида шеърнинг дастхати (беш саҳифали қоралама
ва бир саҳифали оқлама, парчалар) ва машимка пусхаси мавжуд.
Шеър биринчи марта «Еш ленинчи» газетасининг ўша йил 18 май,
«Ленин учқуни» газетасининг 3 июнь сонларида босилган. Кейинчалик «Шеърлар-46, 47», «Бари сеники» тўпламларида, «Асарлар53, 56 (I том), 63, 64 (III том), 70 (IV том)»да нашр этилган.
«Асарлар-64» матии асосида чоп этилмоқда.
9 Сократ, Суқрот (мил. ав. 470—469 — Афшона, 399) —
қадимги юнон файласуфи, фалсафий диалектиканинг
асосчиларидан бири.
14 Қ онун — Абу Али ибн Синонинг медицинага оид машҳур «Қитоб ал-қонун фит-тиб» (Тиб қонунларн китоби)
номли бешта катта жилддан иборат асари. 1956—
1962 йиллар давомида Узбекистон ССР Фанлар академияси нашриёти томонидан рус ва ўзбек тилларида тўла нашр бўлган. 1980 йилда қайта чоп этилган.
15 Сино — Абу Али ибн Сино (980—1037) — буюк энциклопедист олим, табиатшунос, файласуф, астроном,
математик, музикашунос, ахлоқшунос, филолог, ёзувчи
ва шоир. Европада Авиценна номи билан машҳур.
20 Ҳозиқ Ж у н а й д у л ло — XVIII аср охири ва XIX аср бошларида яшаб ижод этган. Демократик тенденциядагн
адабиёт намояндаси. У Бухоро амири Насруллонинг
буйруғи билан 1842 йилда ўлдирилган.
Ҳозиқнинг «Юсуф—Зулайҳо» достони машҳур шарқ
афсонаси сюжети асосида яратилгандир.
20 Турди (форс-тожик шеърларидаги тахаллуси Фароғий)— ўзбек демократ шоири (XVII аср Бухоро — тахминан 1699/1700, Хўжанд).
Субҳонқулихонга ва унинг амалдорларига қарши
чиқиб, аччиқ тапқидий шеърлар ёзган. 33 банддан иборат. «Субҳонқулихон тўғрисида ҳажвия» (1691) номли
мухаммасида меҳнаткаш халқнинг феодаллар зулмига
қарши норозилигини ифодалайди.
20 Ҳ ам за Ҳ аким зода Н иёзий (1889—1929) — ўзбек совет
ёзувчиси, ўзбек совет адабиётининг асосчиси, композитор, режиссёр, педагог ва жамоат арбоби. УзССР халқ
ёзувчиси (1926). 1920 йилдан КПСС аъзоси.
27 У луғбек (Муҳаммад Тарағай, 1394—1449) — улуғ олим,
атоқли астроном. «Зижи Кўрагоний» (Юлдузлар ҳақи318
www.ziyouz.com kutubxonasi
даги жадвал) асари ва Самарқандда қурган обсервато-
> рияси дунёга машҳурдир.
с и з н и к и
' (213-бет)
1941 йилда ёзилган, дастхати сақланмаган. «Ленин учқуни»
газетасининг 1941 йил 3 июнь сонида босилган. Сўнг «Асарлар-56
(I том), 64 (III том), 70 (IV том)»да нашр этилган.
«Асарлар-64» матни асос қилиб олинди.
20 А рсло нбо б — Қирғизистон ССР Уш областининг Бозорқўрғон райони территориясида.
26 Н арком прос — Маориф Халқ комиссарлиги. Ҳозир Маориф министрлиги.
МЕНИНГ ТАРЖИМАИ ҲОЛИМ
(217-бет)
1931 йилда Узбекистон ССР пролетар ёзувчилари уюшмаси
учун ёзилган. «Тошкент оқшоми» газетасининг 1968 йил 10 май
сонида боснлган. Шоир архивида дастхати сақланади.
«Асарлар-70» матни асосида томга киритилди.
217- бет, 23 «М аслак» — шариат йўлларини — қонунлариии ўргатадиган китоб.
218- бет, 46 Р айком м ол — районннй комитет молодёжи — район
ёшлар комитети.
219- бет, 28 З и ё С аид (тахаллуси, асли исми Қосим, фамилияси
I Солиҳов, 1901—1938)— ўзбек совет драматурги, журналист ва танқидчи. Зиё Саиднинг «Тўралик сиртмоғи», «Офтоб» (1935) драмалари чоп этилган. Қатор
публицистик, адабий-танқидий мақолалар автори.
220- бет, 15 Б едний Д ем ьян (тахаллуси; исми Ефим Алексеевич
Придворов, 1883—1945)— рус совет шоири. 1912 йилдан партия аъзоси. «Зайнабнинг қасами» достонида
(1925) тутқунликка, эрксизликка қарши курашган ўзбек аёлининг жасоратини ифодалаган. «Шайтон арава» (1930), «Халқимга ишонаман» (1941), «Юксак
ишопч» (1942), «Жой» (1943), «Ғалаба байрами»
(1945) каби совет ватанпарварлиги руҳи билан сугорилган асарлари билан машҳур. Унинг «Шеърлар, масаллар, поэмалар» номли китоби ўзбек тилида ҳам
нашр этилган (1963).
219-бет, 40 «Ш арқ ҳақиқат и» — Тошкентда 1928 йил 11 декабрдан *
(Тошкент округ партия комитети, округ ижроия комитети органи) нашр этила богалади. Округлар тугатилиши муносабати билан 1930 йил 24 сентябрда «Қизил
Узбекистон» (ҳозирги «Совет Узбекистони») газетасига бирлашди.
^ 44 <гА ла н га » — ойда бир марта чиқадиган санъат ва адабиёт журнали. Самарқандда Узбекистон янги алифбе
Марказий Комитети томонидан 1928—1930 йилларда
нашр этилган. Ҳаммаси бўлиб 32 сони чиққан.
310
www.ziyouz.com kutubxonasi
(221-бет)
Шеър «Қизил Узбекистон» газетасининг 1929 йил 23 август
сонида «Н» имзоси билан босилган.
Қўлёзмаси сақланмаган.
Газета матни асосида томга киритилди.
ҚУРУЛТОИНИ. ТИНГЛАРКАН...
(222-бет)
Мухбирлар қурултойи муносабати билан ёзилган ушбу шеър
«Еш ленинчи» газетасининг 1930 йил 3 февраль сонида «Н» имзоси билан нашр этилган.
Газета матни асосида томга киритилди.
ЧАҚИРУВ
(223-бет)
Шеър 1930 йилда ёзилган деб тахмин қилинади, дастхати шоир архивида сақланади.
Дастхат асосида нашр қилинмоқда.
МИЛТИЛЛАР КУР ҚОЛИПДАИ ҲУЖРАНГДА
НОБИНО ЧАРОҒ
(224-бет)
1930 йилларнинг ўрталарида ёзилган. Шеърнинг дастхати ва
машинка нусхаси шоир архивида сақланади. «Шарқ юлдузи»
журналининг 1968 йил 1-сонида ва «Асарлар-70»нинг I томида
нашр қилинган.
Дастхат асосида босилмоқда.
4 Зулм ат и ялд о — қиш қоронғулиги.
10 Н ур бар ҳа р табъ м ебахш ад ж удо хосияте — форсчатожикча: «Нур ҳар бир нарсанинг табиатига яраша
таъсир кўрсатади, Лекин нима учундир бу нурдан кўнгилга совуқлик тушди». ,
14 Б илм адим , аъроб ҳ ў н д и сураи н у р устига — «Қуръон»
да «нур» сураси бор. Шу сурани қоронғилик босди, деган ишора.
ҲАСАН КУЛИ-КУ ЖУДА КИЧИК КУЛ ЭДИ
(225-бет)
Шоир архивида дастхати ва машинка нусхаларн сақланмоқда. Дастхатга қуйидаги байт эпиграф сифатида келтирилган:
Бир хат келди Сахалиннинг қуйругидан,
Чўчиб кетди фил ўз думин буйруғидан.
Япон милитаристларининг Узоқ Шарқдаги Ҳасан кўли районида (1938 йил 29 июль— 11 август) ўз хуружларига жавобан қақшатғич зарбамизга учраган кунларда ёзилган. Шеър «Шарқ юлдузи» журналининг 1968 йил 1-сонида ва «Асарлар-70»нинг I томида босилган.
МЕН СЕВАМАН ЮЛДУЗЛАРНИ
320
www.ziyouz.com kutubxonasi
Дастхат асосида томга киритилди.
5 С ам урайлар — Япония феодаллари, шунингдек майда
дворянларнинг ҳарбий-феодал табақаси. 1867—68 йиллардаги буржуа революцияси амалга ошмагач, бошқа
табақалар каби бу табақа ҳам барҳам топди. Ҳозир
«Самурайлар» термини япон ҳарбийларига нисбатан ишлатилади.
АССАЛОМ, ЭИ ШАҲРИ СИМ,
БАҲРИ МУҲАББАТ МАРҒИЛОН!
(226-бет)
Шегьрнинг дастхати шоир архивида сақланади. 1939 йилда
ёзилган ва дастлаб «Шарқ юлдузи» журналининг 1968 йил 1-сонида ва «Асарлар-70»нинг I томида нашр қилииган.
Нашрда дастхатга асосланилди.
2 С им — Фарғонанинг эски номи.
2 Б а ҳр и муҳаббат — муҳаббат денгизи.
2 М ар ғи ло н — Фарғона областидаги шаҳар.
■ 3 Ш ош — Тошкентнинг қадимги номи.
7 Топм асин ч уғз ош ён — бойўғли ин қўёлмасин.
8 Ф айзи қ уд с — муқаддас файз.
9 В а л в а л а — овоза маъносида.
10 Ҳ и н д и қ уш — Афғонистон, Покистон ва Ҳиндистондаги
тоғ тизмаси.
УЗБЕКИСТОН ШАБЧАРОҒИ, ОЛМОСИ ФАРҒОНАДИР
(227-бет)
Шеър Катта Фарғона канали ишга тушиши муносабати билан
1939 йилда ёзилган, шоир архивида дастхати сақланмоқда. «Шарқ
юлдузи» журналининг 1967 йил 12-сонида ва «Асарлар-70»нинг
I томида босилган.
Дастхат нашрга асос қилиб олинди.
МУШОИРА
(228-бёт)
1940 йилда шоир Чустий билан ҳамкорликда Андижонда ёзилган, машинка нусхалари шоир архивида сақланмоқда. Шеър «Шарқ
юлдузи» журналининг 1967 йил 6-сонида ва «Асарлар-70»нинг
I томида босилган.
«Асарлар-70» матни нашрда асосга олинди.
БУЛСИН МУБОРАҚ СЕНГА ШАРАФ ИЛА ШОН ДУСТ
(229-бет)
Шеърнинг дастхати шоир архивида сақланади. Езилган йили
номаълум.
Дастхат асосида чоп қилинмоқда.
ОШИҚИ МАСТ ҲУШГА КЕЛМАС УМРЛАР УТМАК БИЛАН
(230-бет)
21-97 321
www.ziyouz.com kutubxonasi
Шеърнинг дастхати шоир архивида сақланади. «Шарқ юлдузи»
журналининг 1967 йил 12-сонида эълон қилинган, «Асарлар-70»
нинг X томида нашр қилинган.
Дастхат асосида томга киритилди.
11 С евгига м азҳар каби — севгининг изҳори, ифодаси каби.
ҲАР ФАРАЗ
(231-бет)
Лотин графикасидаги машинка нусхаси шоир архивида сақланади. Тугалланмаган мазкур шеърнинг ёзилган йили номаълум.
Машинка нусха асосида томга киритилди.
МАЙИЗУ ТУРШАККИНА
(232-бет)
«Нуриниса» тахаллуси билан ёзилган, санаси номаълум ушбу
парчанинг фотокопияси шоирнинг шогирди В. Рўзиматовда сақланади.
Фотокопия асосида илк дафъа нашр қилинмоқда.
ЧУПОН
(233-бет)
Шеърнинг дастхати шоир архивида сақланади.
Дастхат асосида чоп қилинмоқда.
БИЗ ИШЧИМИЗ, МЕҲНАТЧИМИЗ, ДУНЁ БИЗНИКИ
(234-бет)
Қўлёзмаси шоир архивида сақланади. Шеърнинг санаси номаълум.
Қўлёзма асосида нашр қилинмоқда.
БУ КУН МЕН, ДУСТЛАР* ДИ Л МАЛҲАМИ
ДИЛБАРНИ ИЗЛАРМАН
(235-бет)
Дастхати шоир архивида сақланади. «Шарқ юлдузи» журналининг 1967 йил 12-сонида босилган, «Асарлар-70»нинг 1 томида
нашр қилннган.
Нашрда «Асарлар-70» матнига асосланилди.
16 Уд — оловга солганда хуш ис берадиган чўп.
16 За ъ ф а р — сарғиш тусли хушбўй ўсимлик.
УН БИР, УН УЧ ҲИЖОЛИ, КЕНГ ҚОФИЯЛИ
(236-бет)
Дастхат шоир архивида сақланади, 1941 йилда ёзилган, деб
тахминланади. «Шарқ юлдузи» журналининг 1967 йил 12-сонида
босилган, «Асарлар-70»нинг III томида чоп этилган.
Дастхат асосида томга киритилди.
322
www.ziyouz.com kutubxonasi
БАХТ ҚИЛМАСИН ҲУЖУМ ДЕБ ЮЗДА НИҚОБ ЭДИ
(237-бет)
Шоир дастхати архйвда садланади, тахминан 1941 йилда ёзилган.
Дастхат асосида нашр қилинмоқда.
АВВАЛ БАҲОР ЭДИ, УЗИ ТУЙМАС ЭДИ НАЗАР
(238-бет)
Дастхат шоир архивида сақланади, тахминан 1941 йилда
ёзилган.
Нашрда дастхатга асосланилди.
УПАЙ
(239-бет)
Дастхат шоир архивида сақланади, 1934—1935 йилларда ёзилган деб тахмин қилинади.
Томга дастхат асосида киритилди.
ИИГИРМА УЧ ИИЛИНГ БИЛАН ҚУТЛАЙМАН ХАЛҚИМ
(240-бет)
6
1940 йнлда ёзилган деб тахмин қилинади, дастхати шоир архипида сақланади.
Нашрда дастхатга асосланилди.
'''),
  ];
}
